Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# reallyLeaveThisGroupPrompt
source: Are you sure you want to leave this conversation? All messages and attributes will be deleted.
cy: Ydych chi'n siŵr eich bod am adael y sgwrs hon? Bydd yr holl negeseuon a phriodoleddau yn cael eu dileu.
da: Er du sikker på at du vil forlade denne samtale? Alle beskeder og indstillinger i samtalen vil blive slettet.
de: Bist du sicher, dass du diese Konversation verlassen möchtest? Alle Nachrichten und Attribute werden gelöscht.
es: ¿Estás seguro de que quieres salir de esta conversación?
fr: Êtes-vous sûr de vouloir quitter cette conversation ? Tous les messages et attributs seront supprimés.
it: Confermi di voler lasciare questa conversazione? Tutti i messaggi e gli attributi verranno eliminati.
nl: Weet je zeker dat je dit gesprek wilt verlaten? Alle berichten en attributen worden verwijderd.
no: Er du sikker på at du ønsker å forlate samtalen? Alle meldinger og egenskaper vil bli slettet.
pl: Na pewno chcesz opuścić tę grupę? Wszystkie wiadomości i atrybuty zostaną usunięte.
pt_br: Você tem certeza que quer deixar esta conversa? Todas as mensagens e atributos serão apagados.
ro: Sigur vrei să părăsești această conversație? Toate mesajele și atributele vor fi șterse.
ru: Вы уверены, что хотите закончить этот разговор? Все сообщения будут удалены.
sk: Ste si istý že chcete opustiť túto konverzáciu? Všetky správy a atribúty budú vymazané.
tr: Bu görüşmeden ayrılmak istediğinize emin misiniz? Tüm mesajlar silinecek.

# leaveConversation
source: Leave This Conversation
cy: Gadael y Sgwrs Hon
da: Forlad denne samtale
de: Diese Konversation verlassen
es: Salir de esta conversación
fr: Quittez cette conversation
it: Lascia questa conversazione
nl: Verlaat dit gesprek
no: Forlat denne samtalen
pl: Opuść grupę
pt_br: Deixar esta conversa
ro: Părăsiți această conversație
ru: Удалить
sk: Opustiť Túto Konverzáciu
tr: Sohbetten Ayrıl

# inviteToGroup
source: You have been invited to join a group:
cy: Rydych wedi cael gwahoddiad i ymuno â grŵp:
da: Du er blevet inviteret til at deltage i en gruppe:
de: Du wurdest eingeladen einer Gruppe beizutreten:
es: Te han invitado a unirte a un grupo
fr: Vous avez été invité à rejoindre un groupe :
it: Hai ricevuto un invito a unirti a un gruppo:
nl: Je bent uitgenodigd om lid te worden van een groep:
no: Du har blitt invitert til å delta i en gruppe:
pl: Zaproszono Cię do grupy:
pt_br: Você foi convidado a se juntar a um grupo:
ro: Ați fost invitat să vă alăturați unui grup:
ru: Вас пригласили присоединиться к группе:
sk: Boli ste pozvaný do skupiny:
tr: Bir gruba katılma daveti aldınız:

# titleManageServers
source: Manage Servers
cy: Rheoli Gweinyddwyr
da: Administrer Servere
de: Server verwalten
es: Administrar servidores
fr: Gérer les serveurs
it: Gestisci i server
nl: Servers beheren
no: Håndter tjenere
pl: Zarządzaj serwerami
pt_br: Gerenciar Servidores
ro: Gestionați serverele
ru: Управление серверами
sk: Spravovať Servery
tr: Sunucuları Yönet

# successfullAddedContact
source: Successfully added
cy: Wedi llwyddo i ychwanegu:
da: Tilføjet
de: Erfolgreich hinzugefügt
es: Agregado correctamente
fr: Ajouté avec succès
it: Aggiunto con successo
nl: Succesvol toegevoegd
no: Lagt til
pl: Dodano znajomego
pt_br: Adicionado com sucesso
ro: Adăugat cu succes
ru: Успешно добавлен
sk: Úspešne pridané
tr: Başarıyla eklendi

# descriptionBlockUnknownConnections
source: If turned on, this option will automatically close connections from Cwtch users that have not been added to your contact list.
cy: Os caiff ei droi ymlaen, bydd yr opsiwn hwn yn cau'n awtomatig cysylltiadau gan ddefnyddwyr Cwtch nad ydynt wedi'u hychwanegu at eich rhestr cysylltiadau.
da: Hvis aktiveret vil denne setting automatisk lukke forbindelser fra Cwtch-brugere der ikker er blevet tilføjet til dine kontakter.
de: Wenn diese Option aktiviert ist, werden Verbindungen von Cwtch-Benutzern, die nicht zu Deiner Kontaktliste hinzugefügt wurden, automatisch geschlossen.
es: Si está activada, esta opción cerrará automáticamente conexiones de usuarios de Cwtch que no se hayan agregado a tu lista de contactos.
fr: Si elle est activée, cette option fermera automatiquement les connexions des utilisateurs de Cwtch qui n'ont pas été ajoutés à votre liste de contacts.
it: Se attivata, questa opzione chiuderà automaticamente le connessioni degli utenti Cwtch che non sono stati aggiunti alla tua lista di contatti.
nl: Wanneer ingeschakeld, zal deze optie automatisch verbindingen sluiten van Cwtch gebruikers die niet aan je contactlijst zijn toegevoegd.
no: Hvis kativert vil dette valget automatisk lukke koblinger fra Cwtch brukere som ikke ligger i kontaktslisten din.
pl: Blokowanie połączeń od osób, które nie są na liście Twoich znajomych.
pt_br: Se ativada, esta opção fechará automaticamente as conexões dos usuários Cwtch que não tenham sido adicionadas à sua lista de contatos.
ro: Dacă este activată, această opțiune va închide automat conexiunile de la utilizatorii Cwtch care nu au fost adăugați la lista dvs. de contacte.
ru: Если включить этот параметр, все соединения от людей, не состоящих в ваших контактах будут отклонены.
sk: Ak zapnuté, toto nastavenie automaticky zavrie spojenia od Cwtch užívateľov ktorých ste nepridali do listu kontaktov.
tr: Bu seçenek etkinse, kişi listenizde olmayan kullanıcılardan gelen bağlantılar otomatik olarak kapatılır.

# descriptionExperimentsGroups
source: The group experiment allows Cwtch to connect with untrusted server infrastructure to facilitate communication with more than one contact.
cy: Mae'r arbrawf grŵp yn caniatáu i Cwtch gysylltu â seilwaith gweinydd heb ei ymddiried i hwyluso cyfathrebu â mwy nag un cyswllt.
da: Gruppe eksperiementet tillader Cwtch at oprette forbindelse til ikke-betroede servere for at kunne bistå i kommunikationen med mere end en kontakt i samme samtale samtidig.
de: Das Experiment Gruppen ermöglicht es Cwtch, sich mit einer nicht vertrauenswürdigen Serverinfrastruktur zu verbinden, um die Kommunikation mit mehr als einem Kontakt zu erleichtern.
es: El experimento de grupo permite a Cwtch conectarse con infraestructura de servidor no confiable para facilitar comunicación con más de un contacto.
fr: L'expérience de groupe permet à Cwtch de se connecter à une infrastructure de serveurs non fiables pour faciliter la communication avec plus d'un contact.
it: L'esperimento di gruppo permette a Cwtch di connettersi con un'infrastruttura server non fidata per facilitare la comunicazione con più di un contatto.
nl: Het groepsexperiment staat Cwtch toe verbinding te maken met onvertrouwde serverinfrastructuur om communicatie met meer dan één contact te vergemakkelijken.
no: Gruppeforsøket lar deg kommunisere med mer enn en kontakt ved å tillate Cwtch å koble til tjenere du ikke stoler på.
pl: Grupy (eksperymentalne) łączą się z niezaufanymi serwerami, aby umożliwić komunikację grupową.
pt_br: O experimento de grupo permite ao Cwtch conectar-se com uma infra-estrutura de servidor não confiável para facilitar a comunicação com mais de um contato.
ro: Experimentul de grup îi permite lui Cwtch să se conecteze la o infrastructură de server nesigură pentru a facilita comunicarea cu mai multe persoane de contact.
ru: Данная экспериментальная функция позволяет создавать группы в Cwtch, чтобы облегчить Вам общение с более чем одним контактом. Для создания групп необходимо включить функцию создания сервера и создать сервер в главном меню программы.
sk: Experiment skupiny umožnuje Cwtch spojenie s nedôveryhodnou severovou infraštruktúrou aby mohol naviazať spojenie s viac ako jedným kontaktom.
tr: Grup deneyi, Cwtch'un birden fazla kişiyle bağlantısını kolaylaştırmak için güvenilmeyen sunucu altyapısına bağlanmasına olanak tanır.

# descriptionExperiments
source: Cwtch experiments are optional, opt-in features that add additional functionality to Cwtch that may have different privacy considerations than traditional 1:1 metadata resistant chat e.g. group chat, bot integration etc.
cy: Mae arbrofion Cwtch yn nodweddion optio i mewn dewisol sy’n ychwanegu swyddogaethau ychwanegol at Cwtch a allai fod ag ystyriaethau preifatrwydd gwahanol i’r sgwrs draddodiadol sy’n gwrthsefyll metadata 1:1 e.e. sgwrs grŵp, integreiddio bot ac ati.
da: Eksperimenter i Cwtch tilvalg, udvidelser der tilføjer yderligere funktionalitet til Cwtch som dog kan have andre privatlivsforhold end den traditionelle 1:1 metadata-resistente chat. F.eks. gruppe-chat, bot-integration osv.
de: Bei den Cwtch-Experimenten handelt es sich um optionale Opt-in-Funktionen, die Cwtch um zusätzliche Funktionen erweitern, bei denen der Datenschutz anders berücksichtigt werden kann als beim traditionellen 1:1-Chat mit Metadaten, z. B. Gruppenchat, Bot-Integration usw.
es: Los experimentos de Cwtch son características opcionales que agregan funcionalidad a Cwtch. Pueden tener consideraciones de privacidad diferentes a chats 1:1 tradicionales resistentes a metadatos, por ejemplo, chat grupal, integración de bots, etc.
fr: Les expériences de Cwtch sont des fonctionnalités optionnelles et facultatives qui ajoutent des fonctionnalités supplémentaires à Cwtch et qui peuvent avoir des considérations de confidentialité différentes de celles du chat traditionnel résistant aux métadonnées 1:1, par exemple le chat de groupe, l'intégration de robots, etc.
it: Gli esperimenti di Cwtch sono opzioni abilitabili per aggiungere a Cwtch funzionalità che possono considerare la privacy diversamente rispetto alla tradizionale chat 1:1 resistente ai metadati, ad esempio chat di gruppo, integrazione di bot ecc.
nl: Cwtch-experimenten zijn optionele, Opt-In functies die extra functionaliteit toevoegen aan Cwtch die andere privacyoverwegingen kunnen hebben dan traditionele 1: 1 metadata-resistente chat, bijvoorbeeld groepschat, botintegratie enz.
no: Cwtch-forsøk er frivillige tilvalg som legger til ekstra funksjonalitet men som kan ha andre personvernshensyn enn vanlige 1:1 metadata-resistente samtaler, slik som gruppesamtaler, botintegrasjon m.v.
pl: Funkcje eksperymentalne są opcjonalne. Dodają one funkcjonalności, które mogą być mniej prywatne niż domyślne konwersacje 1:1, np. Grupy, integracja z botami, itp.
pt_br: Os experimentos Cwtch são opcionais, características opt-in que adicionam funcionalidades adicionais ao Cwtch que podem ter considerações de privacidade diferentes das tradicionais conversas resistentes a metadados 1:1, por exemplo, conversas em grupo, integração de bot, etc.
ro: Experimentele Cwtch sunt opționale, caracteristici opt-in care adaugă funcționalități suplimentare la Cwtch care pot avea considerații diferite privind confidențialitatea față de chat-ul tradițional rezistent la metadate 1:1, de exemplu chat-ul de grup, integrarea boților etc.
ru: Экспериментальные функции Cwtch это необязательные дополнительные функции, которые добавляют некоторые возможности, но не имеют такой же устойчивости к метаданным как если бы вы общались через традиционный чат 1 на 1.
sk: Cwtch experimenty sú dobrovoľné, opt-in funkcie ktoré pridávajú Cwtch funkcionalitu pri ktorej nie je súkromie na prvom mieste, tak ako u 1:1 metadátam odolných chatou. Na príklad: skupinový chat, integrácia botou, atď.
tr: Cwtch deneyleri, Cwtch'a grup sohbeti, bot entegrasyonu vb. gibi 1:1 meta veriye dayanıklılıktan farklı gizlilik önceliklerine sahip olabilen işlevler ekleyen opsiyonel özelliklerdir.

# titleManageProfiles
source: Manage Cwtch Profiles
cy: Rheoli Proffiliau Cwtch
da: Administrer Cwtch profiler
de: Cwtch Profile verwalten
es: Administrar perfiles de Cwtch
fr: Gérer les profils Cwtch
it: Gestisci i profili Cwtch
nl: Cwtch profielen beheren
no: Håndter Cwtch profiler
pl: Zarządzaj Profilami
pt_br: Gerencie perfis do Cwtch
ro: Gestionați profilurile Cwtch
ru: Управление профилями Cwtch
sk: Spravovať Cwtch Profily
tr: Cwtch Profillerini Yönet

# tooltipUnlockProfiles
source: Unlock encrypted profiles by entering their password.
cy: Datgloi proffiliau wedi'u hamgryptio trwy nodi eu cyfrinair.
da: Åbn krypterede profiler ved at indtaste deres password.
de: Entsperre verschlüsselte Profile durch Eingabe des Passworts.
es: Desbloquea perfiles encriptados introduciendo tu contraseña
fr: Déverrouillez les profils chiffrés en saisissant leur mot de passe.
it: Sblocca i profili crittografati inserendo la loro password.
nl: Ontgrendel versleutelde profielen door hun wachtwoord in te voeren.
no: Lås opp krypterte profiler ved å oppgi tilhørende passord.
pl: Wprowadź hasło, aby odblokować zaszyfrowane profile.
pt_br: Desbloqueie perfis criptografados digitando sua senha.
ro: Deblocați profilurile criptate introducând parola acestora.
ru: Разблокировать зашифрованные профили, введя их пароль.
sk: Otvoriť šifrované profily zadaním ich hesla
tr: Parolalarını girerek şifrelenmiş profillerin kilidini açın.

# titleManageContacts
source: Conversations
cy: Sgyrsiau
da: Samtaler
de: Konversationen
es: Conversaciones
it: Conversazioni
nl: Gesprekken
no: Samtaler
pl: Konwersacje
pt_br: Conversas
ro: Conversații
ru: Разговоры
sk: Konverzácie
tr: Sohbetler

# tooltipAddContact
source: Add a new contact or conversation
cy: Ychwanegu cyswllt neu sgwrs newydd
da: Tilføj ny kontakt eller samtale
de: Neuen Kontakt oder Unterhaltung hinzufügen
es: Agregar un nuevo contacto o conversación
fr: Ajouter un nouveau contact ou une nouvelle conversation
it: Aggiungi un nuovo contatto o conversazione
nl: Een nieuw contact of gesprek toevoegen
no: Legg til en ny kontakt eller samtale
pl: Dodaj znajomego lub grupę
pt_br: Adicionar novo contato a conversa
ro: Adăugați un contact sau o conversație nouă
ru: Добавление нового контакта или разговора
sk: Pridať nový kontakt alebo konverzáciu
tr: Yeni bir kişi veya sohbet ekle

# tooltipOpenSettings
source: Open the settings pane
cy: Agorwch y cwarel gosodiadau
da: Åben fanen Indstillinger
de: Öffne das Einstellungsmenü
es: Abrir el panel de configuración
fr: Ouvrez le volet des paramètres
it: Aprire il pannello delle impostazioni
nl: Open het instellingenpaneel
no: Åpne innstillinger
pl: Ustawienia
pt_br: Abra o painel de ajustes
ro: Deschideți panoul de setări
ru: Откройте панель настроек
sk: Otvoriť panel nastavení
tr: Ayarlar bölmesini aç

source: Contact Already Exists
cy: Cyswllt Eisoes Yn Bod
da: Kontakt eksisterer allerede
de: Kontakt existiert bereits
es: Este contacto ya existe
fr: Le contact existe déjà
it: Il contatto esiste già
nl: Contact bestaat al
no: Kontakten eksisterer allerede
pl: Ten znajomy już istnieje
pt_br: Contato já existe
ro: Contactul există deja
ru: Контакт уже существует
sk: Kontakt Už Existuje
tr: Kişi Zaten Ekli

source: Invalid import string
cy: Llinyn mewnforio annilys
da: Forkert import streng
de: Ungültige Importzeichenfolge
es: Cadena de importación no válida
fr: Chaîne d'importation non valide
it: Importazione stringa non valida
nl: Ongeldige import string
no: Ugyldig importstreng
pl: Niepoprawny ciąg importu
pt_br: Importação de string inválido
ro: Șir de caractere de import nevalabil
ru: Недействительная строка импорта
sk: Nesprávna adresa
tr: Geçersiz içe aktarma girdisi

source: Conversation Settings
cy: Gosodiadau Sgwrsio
da: Samtaleindstillinger
de: Konversationseinstellungen
es: Configuración de conversación
fr: Paramètres de conversation
it: Impostazioni di conversazione
nl: Gespreksinstellingen
no: Samtaleinnstillinger
pl: Ustawienia konwersacji
pt_br: Configurações da Conversa
ro: Setările conversației
ru: Настройки чата
sk: Nastavenia Konverzácie
tr: Sohbet Ayarları

# enterCurrentPasswordForDelete
source: Please enter current password to delete this profile.
cy: Rhowch y cyfrinair cyfredol i ddileu'r proffil hwn.
da: Indtast venligst nuværende password for at slette denne profil.
de: Bitte gib das aktuelle Passwort ein, um dieses Profil zu löschen.
es: Ingresa la contraseña actual para eliminar este perfil
fr: Veuillez entrer le mot de passe actuel pour supprimer ce profil.
it: Inserisci la password attuale per eliminare questo profilo.
nl: Voer huidige wachtwoord in om dit profiel te verwijderen.
no: Vennligst oppgi tilhørende passord for å slette denne profilen.
pl: Aby usunąć ten profil, wprowadź hasło.
pt_br: Por favor entre sua senha atual para deletar este perfil.
ro: Vă rugăm să introduceți parola actuală pentru a șterge acest profil.
ru: Пожалуйста, введите текущий пароль, чтобы удалить этот профиль.
sk: Prosím zadajte heslo pre vymazanie profilu.
tr: Profili silmek için parolayı girin.

# enableGroups
source: Enable Group Chat
cy: Galluogi Sgwrsio Grŵp
da: Aktiver Gruppe Chat
de: Gruppenchat aktivieren
es: Habilitar chat grupal
fr: Activer la discussion de groupe
it: Abilita la Chat di Gruppo
nl: Groepschat inschakelen
no: Aktiver gruppesamtaler
pl: Włącz Grupy
pt_br: Ativar chat em grupo
ro: Activează chatul de grup
ru: Групповые чаты
sk: Povoliť Skupinový Chat
tr: Grup Sohbetini Etkinleştir

# localeIt
source: Italian / Italiano
cy: Eidaleg / Italiana
da: Italiensk / Italiana
de: Italienisch / Italiana
es: Italiano / Italiano
fr: Italien
it: Italiano / Italiano
nl: Italiaans / taliano
no: Italiensk
pl: Włoski / Italiana
ro: Italiană
ru: Итальянский / Italiano
sk: Taliansky / Italiano
tr: İtalyanca / Italiano

# localeEs
source: Spanish / Español
cy: Sbaeneg / Español
da: Spansk / Español
de: Spanisch / Español
es: Español / Español
fr: Espagnol
it: Spagnolo / Español
nl: Spaans / Español
no: Spansk
pl: Hiszpański / Español
ro: Spaniolă
ru: Испанский / Español
sk: Španielsky / Español
tr: İspanyolca / Español

# todoPlaceholder
source: Todo...
de: noch zu erledigen...
es: Por hacer...
fr: À faire...
it: Da fare...
no: Gjøremål...
pl: Do zrobienia...
pt_br: Afazer…
ro: În construcție...
ru: Выполняю...
sk: Urobiť neskôr...
tr: Yapılacaklar...

# addNewItem
source: Add a new item to the list
cy: Ychwanegu eitem newydd at y rhestr
da: Tilføj et nyt element til listen
de: Hinzufügen eines neuen Elements zur Liste
es: Añadir un nuevo elemento a la lista
fr: Ajouter un nouvel élément à la liste
it: Aggiungi un nuovo elemento alla lista
nl: Voeg een nieuw item toe aan de lijst
no: Legg til nyt lelement til listen
pl: Dodaj do listy
pt_br: Adicionar novo item à lista
ro: Adăugați un nou element în listă
ru: Добавить новый элемент в список
sk: Pridať novú položku do zoznamu
tr: Listeye yeni bir öğe ekle

# addListItem
source: Add a New List Item
cy: Ychwanegu Eitem Rhestr Newydd
da: Tilføj en ny liste
de: Hinzufügen eines neuen Listenelements
es: Añadir un nuevo elemento a la lista
fr: Ajouter un nouvel élément de liste
it: Aggiungi un Nuovo Elemento alla Lista
nl: Een nieuw lijstitem toevoegen
no: Legg til nytt listeelement
pt_br: Adicionar Item à Lista
ro: Adăugați o nouă listă
ru: Добавить новый элемент
sk: Pridať novú položku
tr: Yeni Liste Öğesi Ekle

# newConnectionPaneTitle
source: New Connection
cy: Cysylltiad Newydd
da: Ny forbindelse
de: Neue Verbindung
es: Nueva conexión
fr: Nouvelle connexion
it: Nuova Connessione
nl: Nieuwe verbinding
no: Ny kobling
pl: Nowe połączenie
pt_br: Nova Conexão
ro: Conexiune nouă
ru: Новое соединение
sk: Nové Spojenie
tr: Yeni Bağlantı

# networkStatusConnecting
source: Connecting to network and contacts...
cy: Cysylltu â rhwydwaith a chysylltiadau...
da: Forbinder til netværk og kontakter...
de: Verbindung mit Netzwerk und Kontakten...
es: Conectando a la red y a los contactos...
fr: Connexion au réseau et aux contacts...
it: Connessione alla rete e ai contatti...
nl: Verbinding maken met netwerk en contacten...
no: Kobler til nettverk og kontakter...
pl: Łączenie z siecią i znajomymi...
pt_br: Conectando à rede e contatos...
ro: Se conectează la rețea și contacte...
ru: Подключение к сети и контактам...
sk: Pripájam sa k sieti a kontaktom...
tr: Ağa ve kişilere bağlanıyor...

# networkStatusAttemptingTor
source: Attempting to connect to Tor network
cy: Ceisio cysylltu â rhwydwaith Tor
da: Forsøger at forbinde til Tor netværk
de: Versuch, eine Verbindung zum Tor-Netzwerk herzustellen
es: Intentando conectarse a la red Tor
fr: Tentative de connexion au réseau Tor
it: Tentativo di connessione alla rete Tor
nl: Proberen verbinding te maken met het Tor-netwerk
no: Forsøker å koble til Tornettverket
pl: Próba połączenia z siecią Tor
pt_br: Tentando conectar à rede Tor
ro: Se incearcă conectarea la rețeaua Tor
ru: Попытка подключиться к сети Tor
sk: Pokúšam sa spojiť s Tor sieťou
tr: Tor ağına bağlanılıyor

# networkStatusDisconnected
source: Disconnected from the internet, check your connection
cy: Wedi datgysylltu o'r rhyngrwyd, gwiriwch eich cysylltiad
da: Afkoblet fra internet, check din forbindelse
de: Verbindung zum Internet unterbrochen, überprüfe Deine Verbindung
es: Desconectado de Internet, comprueba tu conexión
fr: Déconnecté d'Internet, vérifiez votre connexion
it: Disconnesso da Internet, controlla la tua connessione
nl: Verbinding met internet verbroken, controleer je verbinding
no: Koblet fra Internet, sjekk tilkoblingen
pl: Rozłączono. Sprawdź połączenie z Internetem
pt_br: Desconectado da internet, confira a sua conexão
ro: Aplicația a fost deconectată de la internet, verificați conexiunea
ru: Нет сети. Проверьте подключение к интернету
sk: Žiadny prístup na internet, skontrolujte vaše spojenie.
tr: İnternet bağlantısı kesildi, bağlantınızı kontrol edin

# viewGroupMembershipTooltip
source: View Group Membership
cy: Gweld Aelodaeth y Grŵp
da: Se gruppe-medlemsskab
de: Gruppenmitgliedschaft anzeigen
es: Ver membresía del grupo
fr: Afficher les membres du groupe
it: Visualizza i Membri del Gruppo
nl: Groepslidmaatschap weergeven
no: Vis gruppemedlemskap
pl: Wyświetl członków grupy
pt_br: Ver Participação em Grupo
ro: Vizualizați membrii grupului
ru: Просмотр членства в группе
sk: Zobraziť Členstvo v Skupine
tr: Grup Üyeliğini Görüntüle

source: Loading tor...
cy: Wrthi'n llwytho tor...
da: Åbner Tor...
de: Tor wird geladen...
es: Cargando Tor...
fr: Chargement de tor...
it: Caricamento di tor...
nl: Tor laden...
no: Laster tor...
pl: Ładowanie Tor...
pt_br: Carregando Tor...
ro: Se încarcă tor...
ru: Загрузка Tor...
sk: Načítavam tor...
tr: Tor yükleniyor...

# smallTextLabel
source: Small
cy: Bach
da: Lille
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
nl: Klein
no: Liten
pl: Mały
pt_br: Pequeno
ro: Mic
ru: Маленький
sk: Malé
tr: Küçük

# defaultScalingText
source: Default size text (scale factor:
cy: Testun maint rhagosodedig (ffactor graddfa:
da: Standard størrelse tekst (skaleringsfaktor:
de: Text in Standardgröße (Skalierungsfaktor:
es: Tamaño predeterminado de texto (factor de escala:
fr: Taille par défaut du texte (échelle:
it: Testo di dimensioni predefinite (fattore di scala:
nl: Standaardtekstgrootte (schaalfactor:
no: Standard tekststørrelse (skaleringsfaktor:
pl: Domyślny rozmiar tekstu (skalowanie:
pt_br: Texto tamanho padrão (fator de escala:
ro: Dimensiunea implicită a textului (factor de scară:
ru: Размер текста по умолчанию (коэффициент масштабирования:
sk: Predvolená veľkosť textu (mierka):
tr: Varsayılan metin boyutu (ölçek faktörü:

# builddate
source: Built on: %2
cy: Adeiladwyd ar: % 2
da: Bygget den: %2
de: Erstellt am: %2
es: Basado en: %2
fr: Construit le : %2
it: Costruito il: %2
nl: Gebouwd op: %2
no: Bygget på: %2
pl: Zbudowana: %2
pt_br: Construído em: %2
ro: Construit pe: %2
ru: Построен на: %2
sk: Vyrobené: %2
tr: Derlendiği tarih: %2

# version
source: Version %1
cy: Fersiwn %1
es: Versión %1
it: Versione %1
nl: Versie %1
no: Versjon %1
pl: Wersja %1
pt_br: Versão %1
ro: Versiunea %1
ru: Версия %1
sk: Verzia %1
tr: Sürüm %1
