Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# deleteBtn
source: Delete
cy: Dileu
da: Slet
de: Löschen
es: Eliminar
fr: Effacer
it: Elimina
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Deletar
ro: Ștergeți
ru: Удалить
sk: Vymazať
tr: Sil

# saveBtn
source: Save
cy: Arbed
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
ro: Salvați
ru: Сохранить
sk: Uložiť
tr: Kaydet

# profileOnionLabel
source: Send this address to people you want to connect with
cy: Anfonwch y cyfeiriad hwn at bobl rydych chi am gysylltu â nhw
da: Send denne adresse til personer du ønsker forbindelse med
de: Sende diese Adresse an Personen, mit denen Du in Kontakt treten möchtest
es: Envía esta dirección a los contactos con los que quieras conectarte
fr: Envoyez cette adresse aux personnes avec lesquelles vous souhaitez entrer en contact.
it: Invia questo indirizzo ai contatti con cui vuoi connetterti
nl: Stuur dit adres naar contacten waarmee je in contact wilt komen
no: Del denne adressen med de du ønsker å kontakte
pl: Przekaż ten adres osobom, z którymi chcesz nawiązać kontakt
pt_br: Envie este endereço para contatos que você deseja se conectar
ro: Trimiteți această adresă persoanelor cu care doriți să intrați în legătură
ru: Send this address to contacts you want to connect with
sk: Poslať túto adresu ľuďom s ktorými sa chcete spojiť
tr: Bu adresi bağlantı kurmak istediğiniz insanlara gönderin

# profileAutostartDescription
source: Controls if the profile will be automatically launched on startup
sk: Ovláda či bude profil automaticky spustený pri štarte

# profileAutostartLabel
source: Autostart
sk: Spúšťať spoločne zo systémom

# localePtBr
source: Brazilian Portuguese / Português do Brasil
nl: Braziliaans Portugees / Português do Brasil
pt_br: Português do Brasil / Português do Brasil
sk: Brazílska Portugalčina / Português do Brasil

# localeNl
source: Dutch / Dutch
nl: Nederlands / Dutch
sk: Holandsky / Dutch

# experimentQRCodeDescription
source: QR Code support allows sharing data (such as profile identity) by QR Codes
nl: Ondersteuning voor QR-codes maakt het delen van gegevens (zoals profielidentiteit) via QR-codes mogelijk
pt_br: O suporte a QR Code permite o compartilhamento de dados (como identidade de perfil) através dos QR Codes
sk: QR Kód podpora povoluje zdielanie dát (ako na príklad identitu profilu) pomocou QR Kódou

# enableExperimentQRCode
source: QR Codes
sk: QR Kódy

# shareMenuQRCode
source: Show QR Code
nl: Toon QR-code
pt_br: Mostrar QR Code
sk: Ukázať QR Kód

# shareProfileMenuTooltop
source: Share profile via...
nl: Profiel delen via...
pt_br: Compartilhar perfil por...
sk: Zdielať profil skrz...

# acquiredTicketsFromServer
source: Antispam Challenge Complete
es: Desafío Antispam Completado
nl: Anti-spam uitdaging voltooid
pt_br: Desafio anti-spam completo
sk: Antispam Challenge Dokončená

# acquiringTicketsFromServer
source: Performing Antispam Challenge
es: Realizando Desafío Antispam
nl: Anti-spam uitdaging uitvoeren
pt_br: Realizar o desafio anti-spam
sk: Vykonávam Antispam Challenge

# errorDownloadDirectoryDoesNotExist
source: Filesharing cannot be enabled because the Download Folder has not been set, or is set to a folder that does not exist.
es: No se puede habilitar el uso compartido de archivos porque la carpeta de descarga no se ha configurado o se configuró en una carpeta que no existe.
nl: Bestanden delen kan niet worden ingeschakeld omdat de downloadmap niet is ingesteld of is ingesteld op een map die niet bestaat.
pt_br: O compartilhamento de arquivos não pode ser ativado porque a Pasta de Download não foi definida, ou está definida para uma pasta que não existe.
sk: Zdielanie súborov nemôže byť povolené pretože zložka Stiahnuté nebola vybraná, alebo ukazuje na neexistujúcu zložku.
tr: İndirilenler Klasörü ayarlanmadığı veya mevcut olmayan bir klasöre ayarlandığı için dosya paylaşımı etkinleştirilemiyor.

# localeTr
source: Turkish / Türk
cy: Tyrceg / Türk
es: Turco / Türk
it: Turco / Türk
nl: Turks / Türk
pt_br: Turco / Türk
ru: Турецкий / Türk
sk: Turecky / Türk
tr: Türkçe / Türkçe

# tooltipUnpinConversation
source: Unpin conversation from the top of "Conversations"
es: Desenganchar la conversación de la parte superior de "Conversaciones"
nl: Gesprek bovenaan 'Gesprekken' losmaken
pt_br: Desafixar conversa a partir do topo de "Conversations"
sk: Unpinnúť konverzáciu z vrchu "Konverzácií"
tr: Sohbetin "Sohbetler"in üstüne sabitlemesini kaldır

# tooltipPinConversation
source: Pin conversation to the top of "Conversations"
es: Fija la conversación en la parte superior de "Conversaciones"
nl: Gesprek bovenaan 'Gesprekken' vastprikken
pt_br: Fixar conversa para o topo de "Conversations"
sk: Pinnúť konverzáciu na vrchol"Konverzácií"
tr: Sohbeti "Sohbetler"in üstüne sabitle

# replyingTo
source: Replying to %1
es: Respondiendo a %1
it: Risposta a %1
nl: Reageren op %1
pt_br: Responder para %1
sk: Odpovedá %1
tr: %1 hesabına yanıt veriliyor

# fileDownloadUnavailable
source: This file appears unavailable for download. The sender may have disabled downloads for this file.
es: Parece que este archivo no está disponible para descargar. Es posible que el remitente haya desactivado las descargas de este archivo.
it: Questo file non sembra disponibile per il download. Il mittente potrebbe aver disabilitato i download per questo file.
nl: Dit bestand lijkt niet beschikbaar om te downloaden. Het kan zijn dat de verzender downlaoden voor dit bestand heeft uitgeschakeld.
pt_br: Este arquivo aparece indisponível para download. O remetente pode ter desativado os downloads para este arquivo.
sk: Zdá sa že súbor je nedostupný. Odosielateľ mohol vypnúť sťahovanie pre tento súbor.
tr: Bu dosya indirmeye uygun görünmüyor. Gönderen dosyanın indirilmesini engellemiş olabilir.

# messageNoReplies
source: There are no replies to this message.
es: No hay respuestas a este mensaje.
it: Non ci sono risposte a questo messaggio.
nl: Er zijn geen reacties op dit bericht.
pt_br: Não há respostas para esta mensagem.
sk: Pre túto správu sa nenašli žiadne odpovede.
tr: Bu mesaja yanıt gelmemiş.

# headingReplies
source: Replies
es: Respuestas
it: Risposte
nl: Reacties
pt_br: Respostas
sk: Odpovede
tr: Yanıtlar

# viewReplies
source: View replies to this message
es: Ver respuestas a este mensaje
it: Visualizza le risposte a questo messaggio
nl: Reacties op dit bericht bekijken
pt_br: Ver respostas para esta mensagem
sk: Zobraziť odpovede pre túto správu
tr: Mesaja gelen yanıtları görüntüle

# restartFileShare
source: Start Sharing File
es: Comenzar a compartir archivos
it: Avvia la condivisione del file
nl: Start delen bestand
pt_br: Iniciar compartilhamento de arquivo
sk: Začať Zdielať Súbor
tr: Dosya Paylaşımını Başlat

source: Stop Sharing File
es: Dejar de compartir archivos
it: Interrompi la condivisione del file
nl: Stop delen bestand
pt_br: Parar compartilhamento de arquivo
sk: Zastaviť Zdielanie Súboru
tr: Dosya Paylaşımını Durdur

source: Manage Shared Files
es: Administrar Archivos Compartidos
it: Gestisci file condivisi
nl: Gedeelde bestanden beheren
pt_br: Gerenciar arquivos compartilhados
sk: Spravovať Zdielané Súbory
tr: Paylaşılan Dosyaları Yönet

# tooltipPreviewFormatting
source: Preview Message Formatting
cy: Rhagolwg Fformatio Negeseuon
de: Vorschau Nachrichtenformatierung
es: Vista previa del formato del mensaje
it: Anteprima della formattazione del messaggio
nl: Voorbeeld van berichtopmaak bekijken
pl: Podgląd Formatowanie wiadomości
pt_br: Pré-visualização da formatação da mensagem
ru: Предварительный просмотр форматирования сообщений
sk: Zobrazovať Formátovanie Správy v Reálnom Čase
tr: Mesaj Biçimlendirmesini Önizle

# tooltipCode
source: Code / Monospace
cy: Cod / Monospace
es: Código / Monoespaciado
it: Codice / Monospazio
pl: Kod / Monospace
pt_br: Code / Monoespaçado
ru: Код / Монопространство
sk: Kód / Monospace
tr: Kod / Monospace

# tooltipStrikethrough
source: Strikethrough
de: Durchgestrichen
es: Tachado
it: Barrato
nl: Doorhalen
pl: Przekreślenie
pt_br: Riscado
ru: Зачеркивание
sk: Prečiarknuté
tr: Üstü Çizili

# tooltipSubscript
source: Subscript
cy: Is-sgript
de: Tiefgestellt
es: Subíndice
it: Pedice
pl: Indeks
pt_br: Sobrescrito
ru: Подстрочный
sk: Index
tr: Alt Simge

# tooltipSuperscript
source: Superscript
cy: Uwchysgrif
de: Hochgestellt
es: Superíndice
it: Apice
pl: Superskrypt
pt_br: Superescrito
ru: Надстрочный
sk: Horný index
tr: Üst Simge

# tooltipItalicize
source: Italic
cy: Italig
de: Kursiv
es: Itálico
it: Corsivo
nl: Cursief
pl: Kursywa
pt_br: Itálico
ru: Курсив
sk: Naklonené písmo
tr: İtalik

# tooltipBackToMessageEditing
source: Back to Message Editing
cy: Yn ôl i Olygu Negeseuon
de: Zurück zu Nachrichtenbearbeitung
es: Volver a Edición de mensajes
it: Torna a Modifica del messaggio
nl: Terug naar bericht bewerken
pl: Powrót do edycji wiadomości
pt_br: Voltar a edição de mensagem
ru: Назад к редактированию сообщений
sk: Späť k Editovaniu Správy
tr: Mesaj Düzenlemeye Geri Dön

# tooltipBoldText
source: Bold
cy: Beiddgar
de: Fett
es: Negrita
it: Grassetto
nl: Vetgedrukt
pl: Pogrubiona
pt_br: Negrito
ru: Смелый
sk: Hrubé písmo
tr: Kalın

# settingsAndroidPowerReenablePopup
source: Cannot re-enable Battery Optimization from within Cwtch. Please go to Android / Settings / Apps / Cwtch / Battery and set Usage to 'Optimized'
cy: Does dim modd ail-alluogi Optimeiddio Batri o fewn Cwtch. Ewch i Android / Gosodiadau / Apps / Cwtch / Batri a gosod Defnydd i 'Optimized'
de: Die Akku-Optimierung kann in Cwtch nicht wieder aktiviert werden. Bitte gehe zu Android / Einstellungen / Apps / Cwtch / Batterie und setze die Nutzung auf "Optimiert".
es: No se puede habilitar la optimización desde Cwtch. Vaya a Android / Configuración / Aplicaciones / Cwtch / Batería y configure Uso a "Optimizado"
it: Impossibile riattivare l'ottimizzazione della batteria dall'interno di Cwtch. Vai su Android / Impostazioni / Apps / Cwtch / Informazioni App / (Utilizzo) Batteria e imposta su 'Ottimizzato'.
nl: Batterijoptimalisatie kan niet opnieuw worden ingeschakeld vanuit Cwtch. Ga naar Android / Instellingen / Apps / Cwtch / Batterij en stel Gebruik in op 'Geoptimaliseerd'
pl: Nie udało się ponownie włączyć optymalizacji użycia baterii dla Cwtch. Przejdź do Android / Ustawienia / Aplikacje / Cwtch / Bateria i ustaw Zużycie na 'Optymalizacja'
pt_br: Não é possível reativar a Otimização da Bateria de dentro da Cwtch. Favor ir para Android / Settings / Apps / Cwtch / Battery e definir o uso como 'Otimizado'
ru: Невозможно перезапустить функцию оптимазации батарее для Cwtch. Перейдите в настройки Android / Настройки / Приложения и уведомления / Все приложения / Cwtch / Батарея / Эконоимя заряда / Отключена
sk: Nedokážem vrátiť Optimalizáciu Batérie do pôvodného stavu skrz Cwtch. Prosím choďte do Android / Nastavenia / Aplikácie/ Cwtch / Batéria a nastavte Využitie na 'Optimalizovať'
tr: Cwtch içinden Pil Optimizasyonu yeniden etkinleştirilemiyor. Lütfen Android / Ayarlar / Uygulamalar / Cwtch / Pil sayfasına gidin ve 'Pil Kullanımını Yönet' bölümünün altında 'Optimize edilmiş'e basın

# settingAndroidPowerExemptionDescription
source: Optional: Request Android to exempt Cwtch from optimized power management. This will result in better stability at the cost of greater battery use.
cy: Dewisol: Gofynnwch i Android eithrio Cwtch rhag rheoli pŵer optimized. Bydd hyn yn arwain at well sefydlogrwydd ar draul mwy o ddefnydd o fatri.
de: Optional: Fordere Android auf, Cwtch von der optimierten Energieverwaltung auszunehmen. Dies wird zu einer besseren Stabilität auf Kosten eines höheren Batterieverbrauchs führen.
es: Opcional: Solicite a Android eximir a Cwtch de la administración de energía optimizada. Esto resultará en mejor estabilidad a costa de mayor uso de batería.
it: Opzionale: richiedi ad Android di esentare Cwtch dalla gestione ottimizzata dell'alimentazione. Ciò si tradurrà in una migliore stabilità a costo di un maggiore utilizzo della batteria.
nl: Optioneel: Vraag Android om geen geoptimaliseerd energiebeheer te gebruiken voor Cwtch. Dit zal resulteren in een betere stabiliteit ten koste van meer batterijgebruik.
pl: Opcjonalne: wyłącz optymalizację użycia baterii przez Cwtch w systemie Android. Będzie to skutkować lepszą stabilnością w zamian za wyższy pobór energii
pt_br: Opcional: Solicite ao Android que isente o Cwtch do gerenciamento otimizado de energia. Isto resultará em melhor estabilidade ao custo de maior uso da bateria.
ru: Необязательно: в настройках Android исключите Cwtch в параметрах оптимизации батареи. Это улучшит стабильность за счёт небольшого расхода батареи..
sk: Dobrovoľné: Požiadať Android o neoptimalizovanie energie pre Cwtch. Bude to mať za následok vyššiu spotrebu batérie.
tr: Opsiyonel: Android'den Cwtch'u optimize edilmiş güç yönetiminden muaf tutmasını isteyin. Bu, daha fazla pil kullanımı pahasına uygulamanın daha stabil çalışmasını sağlayacaktır.

# settingAndroidPowerExemption
source: Android Ignore Battery Optimizations
cy: Android Anwybyddu Optimeiddio Batri
de: Ignoriere Android Akku-Optimierungen
es: Android ignora las optimizaciones de batería
it: Android ignora le ottimizzazioni della batteria
nl: Android negeer batterij-optimalisaties
pl: Ignoruj optymalizację użycia baterii przez Cwtch (Android)
pt_br: Ignorar Otimização de Bateria do Android
ru: Игнорировать оптимазацию батареи Android
sk: Ignorovanie Optimalizácie Batérie pre Android
tr: Android Pil Optimizasyonlarını Yoksay

# thisFeatureRequiresGroupExpermientsToBeEnabled
source: This feature requires the Groups Experiment to be enabled in Settings
cy: Mae'r nodwedd hon yn gofyn i'r Arbrawf Grwpiau gael ei alluogi mewn Gosodiadau
de: Für diese Funktion muss das Gruppen-Experiment in den Einstellungen aktiviert sein.
es: Esta función requiere que el experimento de grupos esté habilitado en Configuración
it: Questa funzione richiede che l'esperimento Gruppi sia abilitato in Impostazioni
nl: Voor deze functie moet het Groepen experiment zijn ingeschakeld in Instellingen
pl: Ta funkcja wymaga włączenia w Ustawieniach funkcji eksperymentalnej: Grupy
pt_br: Esta característica requer que a experiência de grupo seja habilitada em Configurações
ru: Чтобы использовать данную функцию, в настройках необходимо включить "Эксперементы", затем "Групповые чаты"
sk: Táto funkcia vyžaduje aby Experiment Skupiny bol povolený v Nastaveniach
tr: Bu özellik Gruplar Özelliği'nin Ayarlar'dan etkinleştirilmesini gerektirir

# messageFormattingDescription
source: Enable rich text formatting in displayed messages e.g. **bold** and *italic*
cy: Galluogi fformatio testun cyfoethog mewn negeseuon wedi'u harddangos e.e. **beiddgar** a *italig*
de: Aktiviere Richtext Formatierung in den angezeigten Nachrichten z.B. **fett** und *kursiv*
es: Habilitar el formato de texto enriquecido en los mensajes mostrados, por ejemplo, **negrita** y *cursiva*.
it: Abilita la formattazione RTF nei messaggi visualizzati, ad esempio **grassetto** e *corsivo*
nl: Rijke tekstopmaak in getoonde berichten inschakelen, bijv. **vetgedrukt** en *cursief*
pl: Włącz formatowanie tekstu w wyświetlanych wiadomościach, np. **pogrubiony** and *kursywa*
pt_br: Permitir a formatação de texto rico em mensagens exibidas, por exemplo **negrito** e *itálico*
ru: Включите форматирование, если к примеру хотите использовать **жирный-текст** и *курсив*
sk: Povoliť rozšírené formátovanie textu v zobrazovaných správach. Na príklad: **hrubé** a *naklonené písmo*
tr: Görüntülenen mesajlarda zengin metin biçimlendirmesini etkinleştirin, örneğin **kalın** ve *italik*

# formattingExperiment
source: Message Formatting
cy: Fformatio Neges
de: Formatierung von Nachrichtenbearbeitung
es: Formato de Mensajes
it: Formattazione dei messaggi
nl: Berichtopmaak
pl: Formatowanie wiadomości
pt_br: Formatação de mensagem
ru: Форматирование сообщений
sk: Formátovanie Správy
tr: Mesaj Biçimlendirme

# clickableLinkError
source: Error encountered while attempting to open URL
cy: Gwall wrth geisio agor URL
de: Beim Versuch, die URL zu öffnen, ist ein Fehler aufgetreten
es: Se encontró un error al abrir la URL
it: Errore riscontrato durante il tentativo di aprire l'URL
nl: Fout opgetreden bij het openen van URL
pl: Nie udało się otworzyć linku
pt_br: Erro encontrado durante a tentativa de abrir a URL
ru: Ошибка при попытке открыть данную ссылку
sk: Chyba pri otváraní linku
tr: URL açılmaya çalışılırken hata oluştu

# clickableLinksCopy
source: Copy URL
cy: Copïo URL
de: URL kopieren
es: Copiar URL
it: Copiare l'URL
nl: Kopieer URL
pl: Kopiuj link
pt_br: Copiar URL
ru: Копировать ссылку
sk: Kopírovať link
tr: URL'yi kopyala

# clickableLinkOpen
source: Open URL
cy: Agor URL
de: URL öffnen
es: Abrir URL
it: Aprire l'URL
pl: Otwórz link
pt_br: Abrir URL
ru: Открыть ссылку
sk: Otvoriť link
tr: URL'yi aç

# clickableLinksWarning
source: Opening this URL will launch an application outside of Cwtch and may reveal metadata or otherwise compromise the security of Cwtch. Only open URLs from people you trust. Are you sure you want to continue?
cy: Bydd agor yr URL hwn yn lansio cais y tu allan i Cwtch a gall ddatgelu metadata neu beryglu diogelwch Cwtch fel arall. Dim ond agor URLs gan bobl rydych chi'n ymddiried ynddyn nhw. Ydych chi'n siŵr eich bod am barhau?
de: Das Öffnen dieser URL wird eine Anwendung außerhalb von Cwtch starten und könnte Metadaten enthüllen oder anderweitig die Sicherheit von Cwtch gefährden. Öffne nur URLs von Personen, denen Du vertraust. Bist Du sicher, dass Du fortfahren möchtest?
es: Abrir esta URL lanzará una aplicación fuera de Cwtch que puede revelar metadatos o comprometer la seguridad de Cwtch. Solo abra URLs de personas confiables. ¿Desea continuar?
it: L'apertura di questo URL avvierà un'applicazione al di fuori di Cwtch e potrebbe rivelare metadati o compromettere in altro modo la sicurezza di Cwtch. Apri solo gli URL provenienti da persone di cui ti fidi. Vuoi continuare?
nl: Het openen van deze URL zal een toepassing buiten Cwtch opstarten en kan metadata onthullen of anderszins de beveiliging van Cwtch in gevaar brengen. Open alleen URL's van mensen die je vertrouwt. Weet je zeker dat je door wilt gaan?
pl: Otwarcie tego linku spowoduje uruchomienie aplikacji poza Cwtch i może ujawnić metadane lub w inny sposób obniżyć bezpieczeństwo Cwtch. Otwieraj tylko linki otrzymane od zaufanych osób. Czy na pewno chcesz kontynuować?
pt_br: A abertura deste URL abrirá um aplicativo fora do Cwtch e poderá revelar metadados ou comprometer de outra forma a segurança do Cwtch. Abra somente URLs de pessoas em quem você confia. Você tem certeza de que quer continuar?
ru: Открытие данной ссылки приведет к запуску приложения за пределами Cwtch и может раскрыть метаданные или иным образом поставить под угрозу безопасность Cwtch. Открывайте ссылки только от тех людей, которым вы доверяете. Вы уверены, что хотите продолжить?
sk: Otvorením tohoto linku sa spustí aplikácia mimo Cwtch, ktorá môže odhaliť metadáta alebo iným spôsobom ohroziť bezpečnosť Cwtch. Otvárajte linky iba od ľudí ktorým veríte. Ste si istý že chcete pokračovať?
tr: Bu URL'yi açmak Cwtch dışında bir uygulama başlatacak ve metadatanız teşhir olabilir veya Cwtch'un güvenliği tehlikeye girebilir. Yalnızca güvendiğiniz kişilerden gelen URL'leri açın. Devam etmek istediğinize emin misiniz?

# shuttingDownApp
source: Shutting down...
cy: Wrthi'n cau...
de: Herunterfahren ...
es: Cerrando...
it: Spegnimento...
nl: Afsluiten...
pl: Zamykanie...
pt_br: Desligando...
ru: Выключение...
sk: Vypínam...
tr: Kapanıyor...

# successfullyImportedProfile
source: Successfully Imported Profile: %profile
cy: Proffil wedi'i Fewngludo'n Llwyddiannus: %profile
de: Profil erfolgreich importiert: %profile
es: Perfil importado correctamente:
it: Profilo importato con successo: %profilo
nl: Profiel succesvol geïmporteerd: %profile
pl: Pomyślnie zaimportowano profil: %profile
pt_br: Perfil importado com sucesso: %profile
ru: Профиль успешно импортирован: %profile
sk: Úspešne Importovaný Profil: %profile
tr: Profil Başarıyla İçe Aktarıldı: %profile

# failedToImportProfile
source: Error Importing Profile
cy: Gwall Wrth Fewnforio Proffil
de: Fehler beim Import des Profils
es: Error Importando Perfil
it: Errore nell'importazione del profilo
nl: Fout bij importeren profiel
pl: Importowanie profilu nie powiodło się
pt_br: Erro ao importar perfil
ru: Ошибка импорта профиля
sk: Chyba Pri Importovaní Profilu
tr: Profil İçe Aktarılırken Hata Oluştu

# importProfileTooltip
source: Use an encrypted Cwtch backup to bring in a profile created in another instance of Cwtch.
cy: Defnyddiwch gopi wrth gefn Cwtch wedi'i amgryptio i gyflwyno proffil a grëwyd mewn achos arall o Cwtch.
de: Benutze ein verschlüsseltes Cwtch Backup, um ein in einer anderen Cwtch Instanz erzeugtes Profil zu aktivieren.
es: Usar una copia de seguridad cifrada de Cwtch para incorporar un perfil creado en otra instancia de Cwtch.
it: Utilizza un backup Cwtch crittografato per importare un profilo creato in un'altra istanza di Cwtch.
nl: Gebruik een versleutelde Cwtch backup om een profiel binnen te halen dat in een andere instantie van Cwtch is aangemaakt.
pl: Użyj zaszyfrowanej kopii zapasowej Cwtch aby zaimportować profil utworzony w Cwtch na innym urządzeniu.
pt_br: Use um backup criptografado do Cwtch para trazer um perfil criado em outra instância do Cwtch.
ru: Используйте зашифрованную резервную копию Cwtch, чтобы перенести профиль, созданный на другом устройстве где установлен Cwtch..
sk: Použiť šifrovanú Cwtch zálohu pre importovanie profilu vytvoreného na inej instancii Cwtch.
tr: Başka Cwtch oluşumunda oluşturulmuş bir profili içeri aktarmak için şifrelenmiş Cwtch yedeği kullanın.

source: Import Profile
cy: Proffil Mewnforio
de: Profil importieren
es: Importar Perfil
it: Importa profilo
nl: Profiel importeren
pl: Importuj profil
pt_br: Importar perfil
ru: Загрузить профиль
sk: Importovať Profil
tr: Profili İçe Aktar

# exportProfileTooltip
source: Backup this profile to an encrypted file. The encrypted file can be imported into another Cwtch app.
cy: Gwneud copi wrth gefn o'r proffil hwn i ffeil wedi'i hamgryptio. Gellir mewngludo'r ffeil wedi'i hamgryptio i ap Cwtch arall.
de: Sichern des Profils in eine verschlüsselte Datei. Die verschlüsselte Datei kann in eine andere Cwtch App importiert werden.
es: Haga una copia de seguridad de este perfil en un archivo cifrado. El archivo cifrado puede ser importado en otra aplicación Cwtch.
it: Salva il backup di questo profilo in un file crittografato. Il file crittografato può essere importato in un'altra app Cwtch.
nl: Maak een back-up van dit profiel naar een versleuteld bestand. Het versleutelde bestand kan in een andere Cwtch-app worden geïmporteerd.
pl: Utwórz zaszyfrowany plik z kopią zapasową tego profilu. Zaszyfrowany plik można zaimportować do Cwtch na innym urządzeniu.
pt_br: Faça um backup deste perfil em um arquivo criptografado. O arquivo criptografado pode ser importado para outro aplicativo Cwtch.
ru: Сделать зашифрованную резервную копию в файл. Его потом потом можно импортировать на других устройствах где установлен Cwtch.
sk: Zálohovať tento profil do šifrovaného súboru. Tento šifrovaný profil môže byť importovaný do inej Cwtch instancie.
tr: Bu profili şifrelenmiş bir dosyaya yedekle. Şifrelenmiş dosya başka bir Cwtch uygulamasına aktarılabilir.

source: Export Profile
cy: Proffil Allforio
de: Profil exportieren
es: Exportar Perfil
it: Esporta profilo
nl: Profiel exporteren
pl: Eksportuj profil
pt_br: Exportar Perfil
ru: Экспорт профиля
sk: Exportovať Profil
tr: Profili Dışa Aktar

# localeDa
source: Danish / Dansk
cy: Daneg / Dansk
de: Dänisch / Dansk
es: Danés / Dansk
it: Danese / Dansk
nl: Deens / Dansk
pl: Duński / Dansk
ro: Daneză
ru: Датский язык / Dansk
sk: Dánsky / Dansk
tr: Danca / Dansk
