Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# localeCy
source: Welsh / Cymraeg
cy: Cymraeg / Cymraeg
da: Walisisk / Cymraeg
de: Walisisch / Cymraeg
es: Galés / Cymraeg
fr: Gallois
it: Gallese / Cymraeg
pl: Walijski / Cymraeg
ro: Velşă
ru: Валлийский / Cymraeg
sk: Velšsky / Cymraeg
tr: Galce / Cymraeg

# localeEl
source: Greek / Ελληνικά
cy: Groeg / Ελληνικά
de: Griechisch/ Ελληνικά
es: Griego / Ελληνικά
fr: Grec
it: Greco / Ελληνικά
nl: Grieks / Ελληνικά
pl: Grecki / Ελληνικά
ro: Greacă
ru: Греческий / Ελληνικά
sk: Grécky/ Ελληνικά
tr: Yunanca / Ελληνικά

# localeNo
source: Norwegian / Norsk
cy: Norwyaidd / Norsk
da: Norsk / Norsk
de: Norwegisch / Norsk
es: Noruego / Norsk
fr: Norvégien
it: Norvegese / Norsk
nl: Noors / Norsk
pl: Norweski / Norsk
ro: Norvegiană
ru: Норвежский / Norsk
sk: Nórsky / Norsk
tr: Norveççe / Norsk

# localeLb
source: Luxembourgish / Lëtzebuergesch
cy: Lwcsembwrg / Lëtzebuergesch
da: Luxembourgske / Lëtzebuergesch
de: Luxemburgisch / Lëtzebuergesch
es: Luxemburgués / Lëtzebuergesch
fr: Luxembourgeois
it: Lussemburghese / Lëtzebuergesch
nl: Luxemburgs / Lëtzebuergesch
pl: Luksemburski / Lëtzebuergesch
ro: Luxemburgheză
ru: Люксембургский / Lëtzebuergesch
sk: Luxembursky / Lëtzebuergesch
tr: Lüksemburgca / Lëtzebuergesch

# localeRo
source: Romanian / Română
cy: Rwmaneg / Română
da: Rumænsk / Română
de: Rumänisch / Română
es: Rumano / Română
fr: Roumain
it: Rumeno / Română
nl: Roemeens / Română
no: Rumensk
pl: Rumuński / Română
ro: Română
ru: Румынский / Română
sk: Rumunsky / Română
tr: Romence / Română

# newMessageNotificationConversationInfo
source: New Message From %1
cy: Neges Newydd gan %1
da: Ny Besked Fra %1
de: Neue Nachricht von %1
es: Nuevo mensaje de %1
fr: Nouveau message d'%1
it: Nuovo messaggio da %1
nl: Nieuw bericht van %1
no: Ny melding fra %1
pl: Nowa wiadomość od %1
pt_br: Nova mensagem de %1
ro: Mesaj nou de la %1
ru: Новое сообщение от %1
sk: Nová Správa Od %1
tr: %1 Sohbetinde Yeni Mesaj

# newMessageNotificationSimple
source: New Message
cy: Neges Newydd
da: Ny Besked
de: Neue Nachricht
es: Nuevo Mensaje
fr: Nouveau message
it: Nuovo messaggio
nl: Nieuw bericht
no: Ny melding
pl: Nowa wiadomość
pt_br: Nova Mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nová Správa
tr: Yeni Mesaj

# notificationContentContactInfo
source: Conversation Information
cy: Gwybodaeth am Sgyrsiau
da: Samtaleinformation
de: Informationen zur Konversationseinstellungen
es: Información de la conversación
fr: Informations sur les conversations
it: Informazioni sulla conversazione
nl: Gespreksinformatie
no: Samtaleinformasjon
pl: Informacje o konwersacji
pt_br: Informações da Conversa
ro: Informații despre conversație
ru: Показать текст сообщения
sk: Informácie o Konverzácii
tr: Sohbet Bilgileri

# notificationContentSimpleEvent
source: Plain Event
cy: Digwyddiad Plaen
da: Simpel Begivenhed
de: Einfaches Ereignis
es: Evento simple
fr: Plain-Evénement
it: Evento semplice
nl: Generieke melding
no: Vanlig hendelse
pl: Bez zawartości
pt_br: Evento Simples
ro: Eveniment simplu
ru: Без подробностей
sk: Obyčajná Udalosť
tr: Yalın Bildiri

# conversationNotificationPolicySettingDescription
source: Control notification behaviour for this conversation
cy: Rheoli ymddygiad hysbysu ar gyfer y sgwrs hon
de: Steuerung des Benachrichtigungsverhaltens für diese Konversation
es: Controla las notificaciones para esta conversación
fr: Contrôler le comportement de notification de cette conversation
it: Controlla il comportamento delle notifiche per questa conversazione
nl: Meldingsgedrag voor dit gesprek beheren
no: Sett meldingsoppførsel(notification) for denne samtalen
pl: Zmień zachowanie powiadomień dla tej konwersacji
pt_br: controle de comportamento de notificação para esta conversa
ro: Controlați comportamentul de notificare al acestei conversații
ru: Настройка уведомлений
sk: Ovládať správanie notifikácií pre túto konverzáciu
tr: Bu sohbet için bildirim ayarlarını kontrol et

# conversationNotificationPolicySettingLabel
source: Conversation Notification Policy
cy: Polisi Hysbysiadau Sgwrs
da: Underretningsindstilling
de: Richtlinie für Konversationsbenachrichtigungen
es: Política de notificación de conversación
fr: Politique de notification des conversations
it: Criteri di notifica delle conversazioni
nl: Beleid voor gespreksmeldingen
pl: Wyświetlanie powiadomień dla tej konwersacji
pt_br: Política de Notificação de Conversas
ro: Politica de notificare a conversațiilor
ru: Настройка уведомлений
sk: Pravidlá pre notifikácie konverzácií
tr: Sohbet Bildirim İlkeleri

# settingsGroupExperiments
source: Experiments
cy: Arbrofion
da: Eksperimenter
de: Experimente
es: Experimentos
fr: Expériences
it: Esperimenti
nl: Experimenten
no: Eksperimenter
pl: Funkcje eksperymentalne
pt_br: Experimentos
ro: Experimente
ru: ЭКСПЕРИМЕНТЫ
sk: Experimenty
tr: Deneyler

# settingsGroupAppearance
source: Appearance
cy: Ymddangosiad
da: Udseende
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: НАСТРОЙКИ ОТОБРАЖЕНИЯ
sk: Vzhľad
tr: Görünüş

# settingGroupBehaviour
source: Behaviour
cy: Ymddygiad
da: Opførsel
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
nl: Gedrag
no: Oppførsel
pl: Zachowanie
pt_br: Comportamento
ro: Comportament
ru: ПОВЕДЕНИЕ
sk: Správanie
tr: Davranış

# notificationContentSettingDescription
source: Controls the contents of conversation notifications
cy: Yn rheoli cynnwys hysbysiadau sgwrs
da: Kontrollerer indhold af samtaleunderretninger
de: Steuert den Inhalt von Konversationsbenachrichtigungen
es: Controla el contenido de las notificaciones de conversación
fr: Contrôle le contenu des notifications de conversation
it: Controlla il contenuto delle notifiche di conversazione
nl: Regelt de inhoud van gespreksmeldingen
no: Styrer innholdet i samtalevarsler
pl: Zmienia zawartość powiadomień dla konwersacji
pt_br: Controla o conteúdo das notificações de conversas
ro: Controlează conținutul notificărilor din conversație
ru: Управление уведомлениями чатов
sk: Ovláda obsah notifikácií konverzácie
tr: Sohbet bildirimlerinin içeriğini belirler

# notificationPolicySettingDescription
source: Controls the default application notification behaviour
cy: Yn rheoli'r ymddygiad hysbysu cais diofyn
da: Indstillinger for programmets standard underretningsopførsel
de: Steuert das standardmäßige Benachrichtigungsverhalten der Anwendungsbenachrichtigungsverhalten
es: Controla el comportamiento predeterminado de notificación de la aplicación
fr: Contrôle le comportement de notification d'application par défaut
it: Controlla il comportamento predefinito delle notifiche dell'applicazione
nl: Regelt het standaard meldingsgedrag van de applicatie
no: Styrer standard applikasjonsvarsler
pl: Zarządza domyślnymi ustawieniami wyświetlania powiadomień
pt_br: Controla o comportamento padrão de notificação do aplicativo
ro: Controlează comportamentul implicit de notificare a aplicației
ru: Настройка уведомлений по-умолчанию
sk: Ovláda predvolené správanie notifikácií aplikácie
tr: Varsayılan uygulama bildirim davranışını belirler

# notificationContentSettingLabel
source: Notification Content
cy: Cynnwys Hysbysiad
da: Underretningsindhold
de: Inhalt der Benachrichtigung
es: Contenido de notificaciones
fr: Contenu des notifications
it: Contenuto della notifica
nl: Inhoud van meldingen
no: Varselinnhold
pl: Zawartość powiadomień
pt_br: Conteúdo da Notificação
ro: Conținutul notificărilor
ru: Содержимое уведомления
sk: Obsah notifikácií
tr: Bildirim İçeriği

# notificationPolicySettingLabel
source: Notification Policy
cy: Polisi Hysbysu
da: Underretningsindstillinger
de: Benachrichtigungsrichtlinie
es: Política de notificaciones
fr: Politique de notification
it: Criteri di notifica
nl: Beleid voor meldingen
no: Regler for varsel
pl: Wyświetlanie powiadomień
pt_br: Política de Notificação
ro: Politica de notificare
ru: Уведомления
sk: Pravidlá pre notifikácie
tr: Bildirim İlkeleri

# conversationNotificationPolicyNever
source: Never
cy: Byth
da: Aldrig
de: Niemals
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
no: Aldri
pl: Nie
pt_br: Nunca
ro: Niciodată
ru: Отключить
sk: Nikdy
tr: Asla

# conversationNotificationPolicyDefault
source: Default
cy: Diofyn
da: Standard
de: Standard
es: Predeterminado
fr: Défaut
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ro: Implicit
ru: По-умолчанию
sk: Predvolené
tr: Varsayılan

# notificationPolicyDefaultAll
source: Default All
cy: Diofyn Pawb
da: Standard Alle
de: Standard Alle
es: Todas predeterminadas
fr: Tout par défaut
it: Default globale
nl: Standaard Alle
no: Standard alle
pl: Dla wszystkich konwersacji (domyślne)
pt_br: Todos por padrão
ro: Toate implicite
ru: По-умолчанию
sk: Vrátiť Všetko na Predvolené
tr: Tümü Varsayılan

# notificationPolicyMute
source: Mute
cy: Tawelwch
da: Stilhed
de: Stummschalten
es: Silenciar
fr: Assourdir
it: Nessuna notifica
nl: Dempen
no: Demp
pl: Wycisz
pt_br: Silenciar
ro: Mut
ru: Без звука
sk: Stlmiť konverzáciu
tr: Sessiz

# tooltipSelectACustomProfileImage
source: Select a Custom Profile Image
cy: Dewiswch Delwedd Proffil Custom
da: Vælg dit eget billede
de: Auswählen eines benutzerdefinierten Profilbilds
es: Selecciona una imagen de perfil personalizada
fr: Sélectionnez une image de profil personnalisée
it: Seleziona un'immagine del profilo personalizzata
nl: Selecteer een zelf ingestelde profielafbeelding
no: Tilpass profilbilde
pl: Ustaw zdjęcie profilowe
pt_br: Selecionar uma imagem de perfil personalizada
ro: Selectați o imagine de profil personalizată
ru: Сменить изображение профиля
sk: Vybrať Vlastnú Profilovú Fotku
tr: Profil Resmi Seçin

# torSettingsEnabledCacheDescription
source: Cache the current downloaded Tor consensus to reuse next time Cwtch is opened. This will allow Tor to start faster. When disabled, Cwtch will purge cached data on start up.
cy: Cadwch y consensws Tor sydd wedi'i lawrlwytho ar hyn o bryd i'w ailddefnyddio y tro nesaf y bydd Cwtch yn cael ei agor. Bydd hyn yn caniatáu i Tor gychwyn yn gyflymach. Pan fydd wedi'i analluogi, bydd Cwtch yn cael gwared ar ddata wedi'i storio wrth gychwyn.
da: Gem midlertidigt den nuværende downloadede Tor konsensus for at blive genbrugt næste gang Cwtch bliver startet. Dette tillader Tor at starte hurtigere. Ellers vil Cwtch fjerne gemt information under opstart.
de: Zwischenspeichern des aktuell heruntergeladenen Tor-Konsenses, um ihn beim nächsten Öffnen von Cwtch wiederzuverwenden. Dies ermöglicht einen schnelleren Start von Tor. Wenn deaktiviert, löscht Cwtch die zwischengespeicherten Daten beim Starten.
es: Almacena en caché el consenso de Tor actual para re usar la próxima vez que Cwtch se abra. Esto permitirá que Tor inicie más rápido. Cuando se desactiva, Cwtch eliminará los datos almacenados en caché al iniciarse.
fr: Mettre en cache le consensus Tor actuellement téléchargé pour le réutiliser la prochaine fois que Cwtch est ouvert. Cela permettra à Tor de démarrer plus rapidement. Lorsqu'il est désactivé, Cwtch purgera les données mises en cache au démarrage.
it: Memorizza nella cache l'attuale consenso di tor scaricato per riutilizzarlo alla prossima apertura di Cwtch. Ciò consentirà a Tor di iniziare più velocemente. Se disabilitato, Cwtch eliminerà i dati memorizzati nella cache all'avvio.
nl: Cache de huidige gedownloade Tor-consensus om deze de volgende keer dat Cwtch wordt geopend opnieuw te gebruiken. Hierdoor kan Tor sneller starten. Indien uitgeschakeld, zal Cwtch de gegevens in de cache opschonen bij het opstarten.
no: Lagre nåværende Tor-samtykke til neste gang Cwtch startes. Dette lar Tor starte raskere. Cwtch vil slette lagret data ved oppstart når opsjonen er deaktivert.
pl: Zapamiętaj obecny konsensus Tor, aby użyć go przy następnym uruchomieniu Cwtch. Dzięki temu Tor uruchomi się szybciej. Jeśli opcja jest wyłączona, Cwtch usuwa zapisany konsensus przy uruchomieniu.
pt_br: Mantém em cache os dados atuais do Tor para reutilizar da próxima vez que o Cwtch for aberto. Isto permitirá que o Tor comece mais rápido. Quando desativado, o Cwtch irá eliminar os dados em cache ao iniciar.
ro: Stochează în memoria cache consensul Tor descărcat pentru a fi reutilizat data viitoare când se deschide Cwtch. Acest lucru va permite ca Tor să pornească mai repede. Când este dezactivat, Cwtch va curăța datele din memoria cache la pornire.
ru: Кэшировать текущий загруженный узел Tor для повторного подключения при следующем запуске Cwtch. Это позволит Tor запускаться быстрее. Если этот параметр отключен, Cwtch будет очищать кэшированные данные при запуске.
sk: Ukladať aktuálny Tor consensus pre opätovné využitie pri ďalšom otvorení Cwtch. Toto umožní Toru spúštať sa rýchlejšie. Ak je toto nastavenie vypnuté, Cwtch sa zbaví uložených dát pri každom štarte.
tr: İndirilmiş Tor uzlaşmasını Cwtch'un bir sonraki açılışında yeniden kullanmak için önbelleğe alın. Bu Tor'un daha hızlı açılmasını sağlar. Devre dışı bırakıldığında Cwtch açılırken önbelleğe alınmış verileri siler.

# torSettingsEnableCache
source: Cache Tor Consensus
cy: Cache Consensws Tor
da: Gem Tor Konsensus
de: Tor Konsensus zwischenspeichern
es: Guardar consenso de Tor en Caché
fr: Cache du Consensus Tor
it: Memorizza nella cache il consenso di tor
no: Lagre Tor-samtykke
pl: Zapamiętaj konsensus Tor
pt_br: Consenso de Cache do Tor
ro: Stocheaza consensul Tor in memoria cache
ru: Кешировать узлы Tor
sk: Ukladať Tor Consensus
tr: Tor Uzlaşmasını Önbelleğe Al

# labelTorNetwork
source: Tor Network
cy: Rhwydwaith Tor
da: Tor Netværk
de: Tor Netzwerk
es: Red Tor
fr: Réseau Tor
it: Rete tor
nl: Tor netwerk
no: Tor Nettverk
pl: Sieć Tor
pt_br: Rede Tor
ro: Rețeaua Tor
ru: Сеть Tor
sk: Sieť Tor
tr: Tor Ağı

# descriptionACNCircuitInfo
source: In depth information about the path that the anonymous communication network is using to connect to this conversation.
cy: Gwybodaeth fanwl am y llwybr y mae'r rhwydwaith cyfathrebu dienw yn ei ddefnyddio i gysylltu â'r sgwrs hon.
da: Detaljeret information om knudepunkter det anonyme kommunikationsnetværk bruger for denne samtale. (ACN = Anonymous Communications Network)
de: Ausführliche Informationen über den Pfad, den das anonyme Kommunikationsnetzwerk verwendet, um eine Verbindung mit dieser Konversation herzustellen.
es: Información detallada sobre la ruta que la red de comunicación anónima está utilizando para conectarse a esta conversación.
fr: Informations détaillées sur le chemin que le réseau de communication anonyme utilise pour se connecter à cette conversation.
it: Informazioni approfondite sul percorso utilizzato dalla rete di comunicazione anonima per connettersi a questa conversazione.
nl: Uitgebreide informatie over het pad dat het anonieme communicatienetwerk gebruikt om verbinding te maken met dit gesprek.
no: Detaljert informasjon om den anonyme kommunikasjonsveien i bruk for denne samtalen.
pl: Szczegółowe informacje na temat trasy wykorzystywanej przez anonimową sieć komunikacji, aby połączyć się z tą konwersacją.
pt_br: Informações detalhadas sobre o caminho que a rede de comunicação anônima está utilizando para se conectar a esta conversa.
ro: Informații detaliate despre metoda pe care rețeaua de comunicare anonimă o folosește pentru a se conecta la această conversație.
ru: Подробная информация о соединении, который сеть анонимной связи использует для подключения к этому разговору.
sk: Detailné informácie o ceste ktorú využíva anonymná komunikačná sieť cez ktorú ste pripojený k tejto konverzácii.
tr: Anonim iletişim ağının (ACN) bu konuşmaya bağlanmak için kullandığı yol hakkında ayrıntılı bilgi.

# labelACNCircuitInfo
source: ACN Circuit Info
cy: Gwybodaeth Cylchdaith ACN
da: ACN kredsløbsinformation
de: ACN Circuit Information
es: Información del circuito ACN
fr: Informations sur le circuit ACN
it: Informazioni sul circuito ACN (Network di Comunicazione Anonima)
no: ACN Sti Info
pl: Informacje o trasie ACN
pt_br: Informações do Circuito ACN
ro: Informații despre circuitul ACN
ru: Информация о цепи ACN
sk: Informácie o ACN Circuit
tr: ACN Ağ Bilgisi

# fileSharingSettingsDownloadFolderTooltip
source: Browse to select a different default folder for downloaded files.
cy: Porwch i ddewis ffolder ddiofyn wahanol ar gyfer ffeiliau wedi'u llwytho i lawr.
da: Vælg standard destination for hentede filer.
de: Durchsuchen, um einen anderen Standardordner für heruntergeladene Dateien auszuwählen.
es: Examina para seleccionar una carpeta predeterminada diferente para los archivos descargados.
fr: Parcourir pour sélectionner un autre dossier par défaut pour les fichiers téléchargés.
it: Seleziona un'altra cartella predefinita per i file scaricati.
nl: Bladeren om een andere standaardmap voor gedownloade bestanden te selecteren.
no: Velg annen standardmappe for nedlastede filer.
pl: Przeglądaj, aby wybrać inny folder dla pobranych plików.
pt_br: Navegue para selecionar uma pasta padrão diferente para arquivos baixados.
ro: Răsfoiți pentru a selecta un alt dosar implicit pentru fișierele descărcate.
ru: Нажмите обзор чтобы выбрать другую папку по-умолчанию для загружаемых файлов.
sk: Vybrať inú predvolenú zložku pre stiahnuté súbory.
tr: İndirilen dosyalara farklı bir varsayılan klasör seçmek için gözat.

# fileSharingSettingsDownloadFolderDescription
source: When files are downloaded automatically (e.g. image files, when image previews are enabled) a default location to download the files to is needed.
cy: Pan fydd ffeiliau'n cael eu llwytho i lawr yn awtomatig (ee ffeiliau delwedd, pan fydd rhagolygon delwedd yn cael eu galluogi) mae angen lleoliad rhagosodedig i lawrlwytho'r ffeiliau iddo.
da: Når filer bliver hentet automatisk (f.eks. billeder, når indlejrede billedvisning er slået til), skal der vælges en standard destination.
de: Wenn Dateien automatisch heruntergeladen werden (z. B. Bilddateien, wenn die Bildvorschau aktiviert ist), wird ein Standardspeicherort benötigt, an den die Dateien heruntergeladen werden.
es: Cuando los perfiles son descargados automáticamente (por ejemplo, cuando las vistas previas de imágenes están habilitadas), se necesita una ubicación predeterminada para descargar los archivos.
fr: Lorsque les fichiers sont téléchargés automatiquement (par exemple, les fichiers image, lorsque les aperçus d'image sont activés), un emplacement par défaut pour télécharger les fichiers est nécessaire.
it: Quando i file vengono scaricati automaticamente (ad esempio le immagini, quando le anteprime delle immagini sono abilitate) è necessaria una posizione predefinita in cui scaricare i file.
nl: Wanneer bestanden automatisch worden gedownload (bijv. afbeedingen, wanneer voorvertoningen van afbeeldingen zijn ingeschakeld), is een standaardlocatie nodig om de bestanden naar te downloaden.
no: Når filer lastes ned automatisk (f.eks. bildefiler eller ved forhåndsvisning) må en standard nedlastningsmappe settes
pl: Kiedy pliki są pobierane automatycznie (np. zdjęcia, kiedy opcja podglądu jest włączona), potrzebny jest folder dla pobranych plików.
pt_br: Quando os arquivos são baixados automaticamente (por exemplo, prévias de imagem, quando as pré-visualizações de imagem estão habilitadas) é necessário um local padrão para o download destes arquivos.
ro: Când fișierele sunt descărcate automat (de exemplu, imaginile, când sunt activate previzualizările de imagine), este necesară o locație implicită în care să se descarce fișierele.
ru: При включение функции автоматическое скачивание файлов (например картинок), необходимо указать папку для сохранения.
sk: Keď sú súbory sťahované automaticky (Na príklad: obrázky, ktorých náhľady sú povolené), je potrebná predvolená zložka pre ich Stiahnutie.
tr: Dosyalar (örn. görsel önizlemeleri etkinleştirildiğinde görsel dosyaları) otomatik olarak indirildiğinde, dosyaların indirileceği varsayılan bir konum gereklidir.

# torSettingsErrorSettingPort
source: Port Number must be between 1 and 65535
cy: Rhaid i Rif y Porth fod rhwng 1 a 65535
da: Porti-nummer skal være mellem 1 og 65535
de: Port Nummer muss zwischen 1 und 65535 liegen
es: El número de puerto debe estar entre 1 y 65535
fr: Le numéro de port doit être compris entre 1 et 65535.
it: Il numero di porta deve essere compreso tra 1 e 65535
nl: Poortnummer moet liggen tussen 1 en 65535
no: Portnummer må være mellom 1 og 65535
pl: Numer portu musi być między 1 a 65535
pt_br: O número da porta deve ser entre 1 e 65535
ro: Numărul de port trebuie să fie între 1 și 65535
ru: Номер порта должен быть в диапазоне от 1 до 65535
sk: Číslo Portu musí byť medzi 1 a 65535
tr: Port Numarası 1 ile 65535 arasında olmalıdır

# torSettingsUseCustomTorServiceConfigurastionDescription
source: Override the default tor configuration. Warning: This could be dangerous. Only turn this on if you know what you are doing.
cy: Diystyru'r ffurfweddiad tor-rhwygo diofyn. Rhybudd: Gallai hyn fod yn beryglus. Dim ond os ydych chi'n gwybod beth rydych chi'n ei wneud y byddwch chi'n gwneud hyn.
da: Overskriv standard Tor konfiguration. ADVARSEL: Dette kan bringe dig i fare, gør det kun hvis du ved hvad du laver!
de: Überschreibe die Standard-Tor-Konfiguration. Warnung: Dies könnte gefährlich sein. Schalte dies nur ein, wenn Du weißt, was Du machst.
es: Invalida la configuración predeterminada de Tor. Advertencia: Esto podría ser peligroso. Solo enciende esto si sabes lo que estás haciendo.
fr: Remplacer la configuration par défaut de tor. Avertissement : Cela peut être dangereux. Ne l'activez que si vous savez ce que vous faites.
it: Sovrascrivi la configurazione predefinita di tor. Attenzione: Questo potrebbe essere pericoloso. Attivalo solo se sai cosa stai facendo.
nl: Overschrijf de standaard tor-configuratie. Waarschuwing: dit kan gevaarlijk zijn. Zet dit alleen aan als je weet wat je doet.
no: Overstyr standard tor konfigurasjon. Advarsel! Dette kan være farlig, ikke gjør dette med mindre du vet hva du driver med.
pl: Nadpisz domyślną konfigurację Tor. Uwaga: To może być niebezpieczne. Włącz tę funkcję tylko jeśli wiesz, co robisz.
pt_br: Substituir a configuração padrão do Tor. Atenção: Isto pode ser perigoso. Só use isto se você souber o que está fazendo.
ro: Ignorați configurația implicită tor. Avertisment: Acest lucru ar putea fi periculos. Activați acest lucru doar dacă știți ce faceți.
ru: Переопределение конфигурации Tor по умолчанию. Предупреждение: это может быть опасно. Если не знаете, что делаете, лучше не трогать!
sk: Prepísať predvolenú tor konfiguráciu. Pozor: Tento úkon môže byť nebezpečný. Zapnite toto nastavenie iba ak viete čo robíte.
tr: Varsayılan tor konfigürasyonunu geçersiz kıl. Uyarı: Bu tehlikeli olabilir. Yalnızca ne yaptığınızı biliyorsanız açın.

# torSettingsUseCustomTorServiceConfiguration
source: Use a Custom Tor Service Configuration (torrc)
cy: Defnyddiwch Ffurfweddiad Gwasanaeth Custom Tor (torrc)
da: Brug en tilpasset Tor Service konfiguration (torrc)
de: Verwende eine eigene Tor-Service-Konfiguration (torrc)
es: Usar una configuración de servicio Tor personalizada (torrc)
fr: Utiliser une configuration personnalisée du service Tor (torrc)
it: Utilizzare una configurazione personalizzata di tor (torrc)
nl: Gebruik een zelf ingestelde Tor-serviceconfiguratie (torrc)
no: Velg egen Tor Service (torrc)
pl: Użyj niestandardowej konfiguracji Tor (torrc)
pt_br: Use uma configuração personalizada de serviço do Tor (torrc)
ro: Utilizați o configurație personalizată a serviciului Tor (torrc)
ru: Используйте пользовательскую конфигурацию службы Tor (torrc)
sk: Použiť vlastnú Konfiguráciu Služby Tor (torrc)
tr: Özel Tor Hizmeti Konfigürasyonunu (torrc) Kullan
