Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# verfiyResumeButton
source: Verify/resume
cy: Dilysu/ailddechrau
da: Verificer/genoptag
de: Überprüfen/Fortsetzen
es: Verificar/reanudar
fr: Vérifier/reprendre
it: Verifica/riprendi
nl: Verifiëren/hervatten
no: Bekreft/fortsett
pl: Zweryfikuj/wznów
ro: Verificați/reluați
ru: Проверить/продолжить
sk: Overiť/Pokračovať
tr: Doğrula/devam et

# fileCheckingStatus
source: Checking download status
cy: Gwirio statws llwytho i lawr
da: Kontroller download status
de: Überprüfen des Download-Status
es: Comprobación del estado de la descarga
fr: Vérification de l'état du téléchargement
it: Controllo dello stato del download
nl: Downloadstatus controleren
no: Tester nedlastningsstatus
pl: Sprawdzanie statusu pobierania
pt_br: Verificando o status do download
ro: Se verifică starea descărcării
ru: Проверка статуса загрузки
sk: Kontrolujem stav sťahovania
tr: İndirme durumunu kontrol ediyor

# fileInterrupted
source: Interrupted
cy: Bylchog
da: Afbrudt
de: Unterbrochen
es: Interrumpido
fr: Interrompu
it: Interrotto
nl: Onderbroken
no: Avbrutt
pl: Przerwano
pt_br: Interrompido
ro: Întrerupt
ru: Прервано
sk: Prerušené
tr: Kesildi

# fileSavedTo
source: Saved to
cy: Cadwyd i
da: Gemt på
de: Gesichert in
es: Guardado en
fr: Enregistré dans
it: Salvato in
nl: Opgeslagen in
no: Lagret til
pl: Zapisano do
pt_br: Salvar em
ro: Salvat în
ru: Сохранить в
sk: Uložené do
tr: Şuraya kaydedildi

# encryptedServerDescription
source: Encrypting a server with a password protects it from other people who may also use this device. Encrypted servers cannot be decrypted, displayed or accessed until the correct password is entered to unlock them.
cy: Mae amgryptio proffil gyda chyfrinair yn ei amddiffyn rhag pobl eraill a allai ddefnyddio'r ddyfais hon hefyd. Ni ellir dadgryptio, arddangos na chyrchu proffiliau wedi'u hamgryptio nes bod y cyfrinair cywir wedi'i fewnbynnu i'w datgloi.
da: Ved at kryptere en server med et password beskytter du mod angreb fra andre brugere af denne enhed. Krypterede servere kan ikke tilgås, aflæses eller vises før det korrekte password er blevet brugt til at åbne dem.
de: Das Verschlüsseln eines Servers mit einem Kennwort schützt ihn vor anderen Personen, die dieses Gerät ebenfalls benutzen könnten. Verschlüsselte Server können nicht entschlüsselt, angezeigt oder aufgerufen werden, bis das richtige Kennwort eingegeben wird, um sie zu entsperren.
es: Cifrar un servidor con una contraseña lo protege de otras personas que puedan usar este dispositivo. Los servidores cifrados no se pueden descifrar, mostrar ni acceder hasta que se ingrese la contraseña correcta para desbloquearlos
fr: Le chiffrement d’un serveur avec un mot de passe le protège des autres personnes qui peuvent également utiliser cet appareil. Les serveurs cryptés ne peuvent pas être déchiffrés, affichés ou accessibles tant que le mot de passe correct n’est pas entré pour les déverrouiller.
it: Criptare un server con una password lo protegge da altre persone che potrebbero usare questo dispositivo. I server criptati non possono essere decriptati, visualizzati o accessibili finché non viene inserita la password corretta per sbloccarli.
nl: Het versleutelen van een server met een wachtwoord beschermt deze tegen andere mensen die dit apparaat kunnen gebruiken. Versleutelde servers kunnen niet worden ontsleuteld, weergegeven of geopend totdat het juiste wachtwoord is ingevoerd om ze te ontgrendelen.
no: Kryptering av en tjener med passord beskytter den mot andre som også bruker dette systemet. Krytperte tjenere må låses opp med det korrekte passordet før de kan dekrypteres, vises eller benyttes.
pl: Zaszyfrowanie serwera hasłem chroni go przed dostępem innych osób korzystających z tego urządzenia.
pt_br: Criptografar um servidor com uma senha o protege de outras pessoas que também podem usar este dispositivo. Os servidores criptografados não podem ser descriptografados, exibidos ou acessados até que a senha correta seja inserida para desbloqueá-los.
ro: Criptarea unui server cu o parolă îl protejează de alte persoane care utilizează acest dispozitiv. Serverele criptate nu pot fi decriptate, afișate sau accesate până când nu se introduce parola corectă pentru a le debloca.
ru: Шифрование сервера паролем защитит его от других людей у которых может оказаться доступ к этому устройству, включая Onion адрес сервера. Зашифрованный сервер нельзя расшифровать, пока не будет введен правильный пароль разблокировки.
sk: Šifrovanie serveru heslom ho chráni pred ostatnými ľuďmi ktorý by mohli toto zariadenie využívať taktiež. Šifrované servery sa nedajú odšifrovať, zobraziť alebo sprístupniť pokiaľ nie je zadané správne heslo.
tr: Bir sunucuyu parola ile şifrelemek, sunucuyu bu aygıtı kullanabilecek diğer kişilerden korur. Doğru şifre girilene kadar şifrelenmiş sunucular görüntülenemez veya erişilemez.

# plainServerDescription
source: We recommend that you protect your Cwtch servers with a password. If you do not set a password on this server then anyone who has access to this device may be able to access information about this server, including sensitive cryptographic keys.
cy: Rydym yn argymell eich bod yn diogelu eich proffiliau Cwtch gyda chyfrinair. Os nad ydych yn gosod cyfrinair ar y proffil hwn yna mae'n bosibl y bydd unrhyw un sydd â mynediad i'r ddyfais hon yn gallu cyrchu gwybodaeth am y proffil hwn, gan gynnwys cysylltiadau, negeseuon ac allweddi cryptograffig sensitif.
da: Vi anbefaler at du beskytter dine Cwtch servere med et password. Hvis ikke du sætter et password kan alle med adgang til denne enhed indsamle information om denne server samt hente beskyttede krypteringsnøgler.
de: Wir empfehlen, dass du deinen Cwtch-Server mit einem Passwort schützst. Wenn Du diesen Server nicht mit einem Kennwort versiehst, kann jeder, der Zugang zu diesem Gerät hat, auf Informationen über diesen Server zugreifen, einschließlich sensibler kryptografischer Schlüssel.
es: Te recomendamos que protejas tus servidores de Cwtch con una contraseña. Si no estableces una contraseña en este servidor, cualquiera que tenga acceso a este dispositivo podrá acceder a la información sobre este servidor incluyendo claves criptográficas confidenciales
fr: Nous vous recommandons de protéger vos serveurs Cwtch par un mot de passe. Si vous ne définissez pas de mot de passe sur ce serveur, toute personne ayant accès à cet appareil peut être en mesure d'accéder aux informations concernant ce serveur, y compris les clés cryptographiques sensibles.
it: Ti raccomandiamo di proteggere i tuoi server Cwtch con una password. Se non imposti una password su questo server, chiunque abbia accesso a questo dispositivo potrebbe essere in grado di accedere alle relativ informazioni, compresi dati sensibili come le chiavi crittografiche.
nl: We raden aan je Cwtch-servers te beveiligen met een wachtwoord. Als je geen wachtwoord instelt op deze server heeft iedereen die toegang heeft tot dit apparaat mogelijk toegang tot informatie over deze server, inclusief gevoelige cryptografische sleutels.
no: Vi anbefaler at du beskyter Cwetch-tjenere med et passord. Dersom du ikke setter et passord for tjeneren så kan hvem som helst med tilgang til enheten få fult innsyn i informasjon om tjeneren, inklusive kryptonøkler.
pl: Zalecamy ustawienie hasła dla Cwtch. Jeśli hasło nie zostanie ustawione, każdy z dostępem do tego urządzenia uzyska dostęp do tego serwera, w tym do wrażliwych kluczy kryptograficznych.
pt_br: Recomendamos que você proteja seus servidores Cwtch com uma senha. Se você não definir uma senha neste servidor, qualquer pessoa que tenha acesso a este dispositivo poderá acessar informações sobre este servidor, incluindo chaves criptográficas sensíveis.
ro: Vă recomandăm să vă protejați serverele Cwtch cu o parolă. Dacă nu setați o parolă pe acest server, atunci oricine are acces la acest dispozitiva are acces la informații despre acest server, inclusiv la chei criptografice importante.
ru: Мы настоятельно рекомендуем защитить свой Onion сервер Cwtch паролем. Если Вы этого не сделаете, то любой у кого окажется доступ к серверу, сможет получить доступ к информации на этом сервере включая конфиденциальные криптографические ключи.
sk: Odporúčame aby ste si ochránili Cwtch servery heslom. Ak si na servery nenastavíte heslo, každý s prístupom k tomuto zariadeniu bude schopný vidieť informácie o danom servry, vrátane citlivých kryptografických klúčov.
tr: Cwtch sunucularınızı bir parola ile korumanızı öneririz. Bir parola belirlemezseniz, bu cihaza erişimi olan herkes kriptografik anahtarlar da dahil olmak üzere sunucunun hassas bilgilerine erişebilir.

# deleteServerConfirmBtn
source: Really delete server
cy: Mewn gwirionedd dileu gweinydd
da: Ja fjern server
de: Server wirklich löschen
es: Realmente eliminar el servidor
fr: Supprimer vraiment le serveur
it: Elimina davvero il server
nl: Server echt verwijderen
no: Slette tjener
pl: Usuń
pt_br: Realmente excluir servidor
ro: Sigur doriți sa ștergeți serverul
ru: Вы точно хотите удалить сервер?
sk: Vážne vymazať server?
tr: Sunucuyu gerçekten sil

# deleteServerSuccess
source: Successfully deleted server
cy: Wedi dileu gweinydd yn llwyddiannus
da: Fjernede server
de: Server erfolgreich gelöscht
es: Servidor eliminado con éxito
fr: Le serveur a été supprimé avec succès
it: Server eliminato con successo
nl: Server succesvol verwijderd
no: Tjener slettet
pl: Usunięto serwer
pt_br: Servidor excluído com sucesso
ro: Serverul a fost șters cu succes
ru: Сервер успешно удален
sk: Server bol úspešne vymazaný
tr: Sunucu başarıyla silindi

# enterCurrentPasswordForDeleteServer
source: Please enter current password to delete this server
cy: Rhowch y cyfrinair cyfredol i ddileu'r gweinydd hwn
da: Indtast nuværende password for at fjerne denne server
de: Bitte gib das aktuelle Passwort ein, um diesen Server zu löschen
es: Ingresa la contraseña actual para eliminar este servidor
fr: Veuillez saisir le mot de passe actuel pour supprimer ce serveur
it: Inserisci la password attuale per eliminare questo server
nl: Voer huidige wachtwoord in om deze server te verwijderen
no: Oppgi passord for å slette tjener
pl: Wprowadź aktualne hasło, aby usunąć ten serwer
pt_br: Por favor, digite a senha atual para excluir este servidor
ro: Vă rugăm să introduceți parola actuală pentru a șterge acest server
ru: Пожалуйста, введите пароль сервера, чтобы удалить его
sk: Prosím zadajte aktuálne heslo pre zmazanie tohoto serveru
tr: Lütfen sunucuyu silmek için şifreyi girin

source: Copy Address
cy: Copïo Cyfeiriad
da: Kopier Adresse
de: Adresse kopieren
es: Copiar Dirección
fr: Copier l'adresse
it: Copia indirizzo
nl: Adres kopiëren
no: Kopiér adresse
pl: Skopiuj adres
pt_br: Copiar endereço
ro: Copiați adresa
ru: Копировать адрес
sk: Kopírovať Adresu
tr: Adresi Kopyala

# settingServersDescription
source: The hosting servers experiment enables hosting and managing Cwtch servers
cy: Mae'r arbrawf gweinyddion cynnal yn galluogi cynnal a rheoli gweinyddion Cwtch
de: Das Experiment "Hosting-Server" ermöglicht das Hosting und die Verwaltung von Cwtch-Servern
es: El experimento de alojar servidores permite alojar y administrar servidores de Cwtch
fr: L'expérience des serveurs d'hébergement permet d'héberger et de gérer les serveurs Cwtch.
it: L'esperimento dei server di hosting permette di allocare e gestire i server Cwtch
nl: Het servers hosten experiment maakt het mogelijk Cwtch-servers te hosten en te beheren
no: Forsøket tilby tjener tillater håndtering og vertskap av Cwtch tjenere
pl: Hostowanie serwerów (eksperymentalne) umożliwia tworzenie i zarządzanie serwerami Cwtch
pt_br: A experiência com servidores de hospedagem permite hospedar e gerenciar servidores Cwtch
ro: Experimentul serverelor de găzduire permite găzduirea și gestionarea serverelor Cwtch
ru: Экспериментальная функция которая позволяет добавлять сервер для Cwtch в скрытой сети Tor. В меню появится дополнительная опция Серверы
sk: Experiment hostovanie serverov povoluje hostovanie a správu Cwtch serverov
tr: Sunucu barındırma deneyi Cwtch sunucularını barındırmayı ve yönetmeyi sağlar

# settingServers
source: Hosting Servers
cy: Gweinyddwyr Cynnal
de: Server hosten
es: Alojar Servidores
fr: Serveurs d'hébergement
it: Server di Hosting
nl: Servers hosten
no: Tilby tjenere
pl: Hostowanie serwerów
pt_br: Servidores Hospedados
ro: Găzduirea serverelor
ru: Использовать серверы
sk: Hostujúce Servery
tr: Sunucu Barındırma

# enterServerPassword
source: Enter password to unlock server
cy: Rhowch gyfrinair i ddatgloi gweinydd
da: Indtast password for at åbne server
de: Passwort um Server zu entsperren
es: Ingresa la contraseña para desbloquear el servidor
fr: Entrez le mot de passe pour déverrouiller le serveur
it: Inserisci la password per sbloccare il server
nl: Voer wachtwoord in om server te ontgrendelen
no: Oppgi passord for å låse opp tjener
pl: Wprowadź hasło, aby odblokować serwer
pt_br: Digite a senha para desbloquear o servidor
ro: Introduceți parola pentru a debloca serverul
ru: Введите пароль для разблокировки сервера
sk: Zadajte heslo pre odomknutie serveru
tr: Sunucuyu açmak için şifre girin

# unlockProfileTip
source: Please create or unlock a profile to begin!
cy: Crëwch neu ddatgloi proffil i ddechrau!
da: Opret eller åbn en profil for at begynde!
de: Bitte erstelle oder entsperre ein Profil, um zu beginnen!
es: Crea o desbloquea un perfil para comenzar!
fr: Veuillez créer ou déverrouiller un profil pour commencer !
it: Crea o sblocca un profilo per iniziare!
nl: Maak of ontgrendel een profiel om te beginnen!
no: Vennligst opprett eller lås opp en profil for å begynne!
pl: Utwórz albo odblokuj profil aby rozpocząć!
pt_br: Por favor, crie ou desbloqueie um perfil para começar!
ro: Creați sau accesați un profil pentru a începe!
ru: Создайте или импортируйте профиль, чтобы начать
sk: Na začiatok si prosím vytvorte alebo odomknite profil!
tr: Başlamak için bir profil oluşturun veya profilinizin kilidini açın

# unlockServerTip
source: Please create or unlock a server to begin!
cy: Crëwch neu ddatgloi gweinydd i ddechrau!
da: Opret eller åbn en server for at begynde!
de: Bitte entsperre oder erstelle einen Server, um zu beginnen!
es: Crea o desbloquea un servidor para comenzar
fr: Veuillez créer ou déverrouiller un serveur pour commencer !
it: Crea o sblocca un server per iniziare!
nl: Maak of ontgrendel een server om te beginnen!
no: Vennlist opprett eller lås opp en tjener for å begynne!
pl: Utwórz albo odblokuj serwer aby rozpocząć!
pt_br: Por favor, crie ou desbloqueie um servidor para começar!
ro: Creați sau accesați un server pentru a începe!
ru: Создайте или импортируйте сервер, чтобы начать
sk: Prosím vytvorte alebo odomknite server pre začatie!
tr: Başlamak için bir sunucu oluşturun veya sunucunuzun kilidini açın

# addServerTooltip
source: Add new server
cy: Ychwanegu gweinydd newydd
da: Tilføj ny server
de: Neuen Server hinzufügen
es: Agregar nuevo servidor
fr: Ajouter un nouveau serveur
it: Aggiungi nuovo server
nl: Nieuwe server toevoegen
no: Legg til ny tjener
pl: Dodaj nowy serwer
pt_br: Adicionar novo servidor
ro: Adăugați un server nou
ru: Добавить сервер
sk: Pridať nový server
tr: Yeni sunucu ekle

# serversManagerTitleShort
source: Servers
cy: Gweinyddion
da: Servere
de: Server
es: Servidores
fr: Serveurs
it: Gestisci i server
no: Tjenere
pl: Serwery
pt_br: Servidores
ro: Servere
ru: Серверы
sk: Servery
tr: Sunucular

# serversManagerTitleLong
source: Servers You Host
cy: Gweinyddwyr Rydych chi'n eu Cynnal
da: Servere du stiller til rådighed
de: Von Dir gehostete Server
es: Servidores que alojas
fr: Serveurs que vous hébergez
it: Server che Gestisci
nl: Servers die je host
no: Tjenere tilbydd av deg
pl: Serwery, które hostujesz
pt_br: Servidor que você hospeda
ro: Serverele pe care le găzduiți
ru: Личные серверы
sk: Servery Ktoré Hostujete
tr: Barındırdığınız Sunucular

# saveServerButton
source: Save Server
cy: Cadw Gweinydd
da: Gem Server
de: Server sichern
es: Guardar Servidor
fr: Enregistrer le serveur
it: Salva il Server
nl: Server opslaan
no: Lagre tjener
pl: Zapisz serwer
pt_br: Salvar servidor
ro: Salvați serverul
ru: Сохранить
sk: Uložiť Server
tr: Sunucuyu Kaydet

# serverAutostartDescription
source: Controls if the application will automatically launch the server on start
cy: Yn rheoli a fydd y rhaglen yn lansio'r gweinydd yn awtomatig ar y dechrau
da: Indstilling for automatisk opstart af server ved applikationsstart
de: Legt fest, ob die Anwendung den Server beim Start automatisch starten soll
es: Controla si la aplicación iniciará el servidor automáticamente al iniciarse
fr: Contrôle si l'application lance automatiquement le serveur au démarrage.
it: Controlla se l'applicazione avvierà automaticamente il server all'avvio
nl: Bepaalt of de applicatie de server automatisch start bij het opstarten
no: Bestemmer om applikasjonen vil starte automatisk ved oppstart
pl: Decyduje, czy aplikacja automatycznie włączy serwer po uruchomieniu
pt_br: Controla se o aplicativo iniciará automaticamente o servidor no início
ro: Alege dacă aplicația va lansa automat serverul la pornire
ru: Автозапуск сервера при старте программы
sk: Ovláda či aplikácia automaticky spustí server pri štarte
tr: Uygulamanın açılışta sunucuyu otomatik olarak başlatıp başlatmayacağını belirler

# serverAutostartLabel
source: Autostart
es: Inicio automático
fr: Démarrage automatique
it: Avvio automatico
nl: Automatisch starten
no: Automatisk oppstart
pt_br: Autoinício
ro: Pornire automată
ru: Автозапуск
sk: Automaticky spúštať
tr: Otomatik başlatma

# serverEnabledDescription
source: Start or stop the server
cy: Dechreuwch neu stopiwch y gweinydd
da: Start eller stop serveren
de: Server starten oder stoppen
es: Iniciar o detener el servidor
fr: Démarrer ou arrêter le serveur
it: Avvia o arresta il server
nl: Start of stop de server
no: Start eller stans tjeneren
pl: Uruchom lub zatrzymaj serwer
pt_br: Iniciar ou parar servidor
ro: Porniți sau opriți serverul
ru: Запустить или остановить сервер
sk: Spustiť alebo zastaviť server
tr: Sunucuyu başlat veya durdur

source: Server Enabled
cy: Gweinydd Galluogi
da: Server aktiveret
de: Server aktiviert
es: Servidor Habilitado
fr: Serveur activé
it: Server Abilitato
nl: Server ingeschakeld
no: Tjener aktivert
pl: Serwer włączony
pt_br: Servidor ativado
ro: Server pornit
ru: Состояние сервера
sk: Server Povolený
tr: Sunucu Etkin

# serverDescriptionDescription
source: Your description of the server for personal management use only, will never be shared
cy: Ni fydd eich disgrifiad o'r gweinydd at ddefnydd rheoli personol yn unig byth yn cael ei rannu
da: Din beskrivelse af serveren for din administration alene. Denne information vil aldrig blive delt
de: Deine Beschreibung des Servers ist nur für die persönliche Verwaltung bestimmt und wird nicht weitergegeben.
es: Tu descripción del servidor es para uso personal, nunca será compartida
fr: Votre description du serveur est à des fins de gestion personnelle uniquement, elle ne sera jamais partagée.
it: La tua descrizione del server solo per gestione personale, non sarà mai condivisa
nl: Je beschrijving van de server alleen voor persoonlijk beheer, zal nooit worden gedeeld
no: Beskrivelsen av tjeneren er kun for egen oversikt, den vil aldri bli delt
pl: Opis serwera widoczny tylko dla Ciebie
pt_br: Sua descrição do servidor é apenas para uso de gerenciamento pessoal, nunca será compartilhada
ro: Descrierea dvs. a serverului este doar pentru uz personal de gestionare și nu va fi niciodată împărtășită.
ru: Описание видите только Вы. Сделано для удобства
sk: Váš lokálny popis tohoto servera. Nebude nikde zdielaný.
tr: Kişisel yönetiminiz için sunucu açıklaması, dışarıyla asla paylaşılmayacaktır

# serverDescriptionLabel
source: Server Description
cy: Disgrifiad Gweinydd
da: Serverbeskrivelse
de: Server-Beschreibung
es: Descripción del Servidor
fr: Description du serveur
it: Descrizione del server
nl: Server beschrijving
no: Tjenerbeskrivelse
pl: Opis serwera
pt_br: Descrição do servidor
ro: Descrierea serverului
ru: Описание сервера
sk: Popis Servera
tr: Sunucu Açıklaması

source: Server Address
cy: Cyfeiriad y Gweinydd
da: Server Adresse
de: Server-Adresse
es: Dirección del Servidor
fr: Adresse du serveur
it: Indirizzo del Server
nl: Server adres
no: Tjeneradresse
pl: Adres serwera
pt_br: Endereço do servidor
ro: Adresa serverului
ru: Адрес сервера
sk: Adresa Servera
tr: Sunucu Adresi

# editServerTitle
source: Edit Server
cy: Golygu Gweinydd
da: Rediger Server
de: Server bearbeiten
es: Editar Servidor
fr: Modifier le serveur
it: Modifica il Server
nl: Server bewerken
no: Endre tjener
pl: Edytuj serwer
pt_br: Editar servidor
ro: Editați serverul
ru: Изменить сервер
sk: Upraviť Server
tr: Sunucuyu Düzenle

# addServerTitle
source: Add Server
cy: Ychwanegu Gweinydd
da: Tilføj Server
de: Server hinzufügen
es: Agregar Servidor
fr: Ajouter un serveur
it: Aggiungi Server
nl: Server toevoegen
no: Legg til tjener
pl: Dodaj serwer
pt_br: Adicionar servidor
ro: Adăugați un server
ru: Добавить сервер
sk: Pridať Server
tr: Sunucu Ekle

# titleManageProfilesShort
source: Profiles
cy: Proffiliau
da: Profiler
de: Profile
es: Perfiles
fr: Profils
it: Profili
nl: Profielen
no: Profiler
pl: Profil
pt_br: Perfis
ro: Profiluri
ru: Профили
sk: Profily
tr: Profiller
