Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# torSettingsCustomControlPortDescription
source: Use a custom port for control connections to the Tor proxy
cy: Defnyddiwch borthladd wedi'i deilwra ar gyfer cysylltiadau rheoli i'r dirprwy Tor
da: Brug en tilpasset portindstilling for kontrolforbindelse til din Tor proxy
de: Verwende einen eigenen Port für Kontrollverbindungen zum Tor-Proxy
es: Use un puerto personalizado para controlar las conexiones al proxy Tor
fr: Utiliser un port personnalisé pour contrôler les connexions au proxy Tor
it: Usa una porta personalizzata per le connessioni di controllo al proxy di tor
nl: Gebruik zelf ingestelde poort voor controleverbindingen naar de Tor proxy
no: Tilpass hvilken port kontrolltrafikk bruker mot tor proxy
pl: Wybierz port dla połączeń kontrolnych z Tor proxy
pt_br: Use uma porta personalizada para conexões de controle para o proxy Tor
ro: Utilizați un port personalizat pentru controlul conexiunilor la proxy-ul Tor
ru: Используйте настраиваемый порт для управления подключениями к прокси-серверу Tor.
sk: Použiť vlastný port pre ovládanie pripojení k Tor proxy
tr: Tor proxy'sine kontrol bağlantıları için özel bir port kullan

# torSettingsCustomControlPort
source: Custom Control Port
cy: Porthladd Rheoli Custom
da: Tilpasset kontrol-port
de: Benutzerdefinierter Kontrollport
es: Puerto de control personalizado
fr: Port de contrôle personnalisé
it: Porta di controllo personalizzata
nl: Zelf ingestelde control port
no: Tilpass kontrollport
pl: Port kontrolny
pt_br: Porta de controle personalizada
ro: Port de control personalizat
ru: Выберите контрольный порт
sk: Iný Control Port
tr: Özel Kontrol Portu

# torSettingsCustomSocksPortDescription
source: Use a custom port for data connections to the Tor proxy
cy: Defnyddiwch borth arbennig ar gyfer cysylltiadau data i'r dirprwy Tor
da: Brug en tilpasset portindstilling for dataforbindelse til din Tor proxy
de: Verwende einen eigenen Port für Datenverbindungen zum Tor-Proxy
es: Usar un puerto personalizad para conexiones de datos al proxy Tor
fr: Utiliser un port personnalisé pour les connexions de données au proxy Tor
it: Usa una porta personalizzata per le connessioni dati al proxy di tor
nl: Gebruik een zelf ingestelde poort voor dataverbindingen naar de Tor proxy
no: Tilpass hvilken port datatrafikk bruker mot tor proxy
pl: Wybierz port dla połączeń przekazujących dane do Tor proxy
pt_br: Use uma porta personalizada para conexões de dados com o proxy Tor
ro: Utilizați un port personalizat pentru conexiunile de date la proxy-ul Tor
ru: Используйте настраиваемый порт для подключения к прокси-серверу Tor.
sk: Použiť iný port pre dátové pripojenia k Tor proxy
tr: Tor proxy'sine veri bağlantıları için özel bir port kullan

# torSettingsCustomSocksPort
source: Custom SOCKS Port
cy: Porthladd SOCKS Custom
da: Tilpasset SOCKS port
de: Benutzerdefinierter SOCKS-Port
es: Puerto SOCKS personalizado
fr: Port SOCKS personnalisé
it: Porta SOCKS personalizzata
nl: Zelf ingesltelde SOCKS-poort
no: Tilpass SOCKS Port
pl: Port SOCKS
pt_br: Porta SOCKS personalizada
ro: Port SOCKS personalizat
ru: Выберите SOCKS порт
sk: Vlastný SOCKS Port
tr: Özel SOCKS Portu

# torSettingsEnabledAdvancedDescription
source: Use an existing Tor service on your system, or change the parameters of the Cwtch Tor Service
cy: Defnyddiwch wasanaeth Tor presennol ar eich system, neu newidiwch baramedrau Gwasanaeth Cwtch Tor
da: Brug en eksisterende Tor service på dit system, eller ændre parametre i den eksisterende Cwtch Tor service
de: Verwende einen bestehenden Tor-Dienst auf deinem System oder ändere die Parameter des Cwtch Tor Services
es: Usa un servicio de Tor existente en tu sistema, o cambia los parámetros del servicio Tor de Cwtch
fr: Utilisez un service Tor existant sur votre système ou modifiez les paramètres du service Tor de Cwtch.
it: Usa un servizio tor esistente nel tuo sistema o modifica i parametri del servizio tor di Cwtch
nl: Gebruik een bestaande Tor-service op je systeem of wijzig de parameters van de Cwtch Tor-service
no: Bruk eksisterende tor tjeneste Use an existing Tor service on your system, or change the parameters of the Cwtch Tor Service
pl: Użyj obecnego na twoim systemie serwisu Tor lub zmień parametry serwisu Tor w Cwtch
pt_br: Use um serviço Tor existente em seu sistema, ou altere os parâmetros do serviço Cwtch Tor
ro: Utilizați un serviciu Tor existent pe sistemul dumneavoastră sau modificați parametrii serviciului Tor Cwtch.
ru: Использовать установленную службу Tor в вашей системе или измените параметры службы Cwtch Tor
sk: Použiť Tor službu na vašom systéme, alebo zmeniť parametre Cwtch Tor Služby
tr: Sisteminizde mevcut bir Tor hizmetini kullanın, veya Cwtch Tor Hizmeti'nin parametrelerini değiştirin

# torSettingsEnabledAdvanced
source: Enable Advanced Tor Configuration
cy: Galluogi Ffurfweddiad Tor Uwch
da: Aktiver avanceret Tor konfiguration
de: Erweiterte Tor-Konfiguration aktivieren
es: Habilitar Configuración Avanzada de Tor
fr: Activer la configuration avancée de Tor
it: Abilita la configurazione avanzata di tor
nl: Geavanceerde Tor-configuratie inschakelen
no: Aktiver Avanserte Tor opsjoner
pl: Włącz zaawansowaną konfigurację Tor
pt_br: Habilitar configuração avançada do Tor
ro: Activați configurarea avansată pentru Tor
ru: Включить расширенные настройки Tor
sk: Povoliť Rozšírenú Konfiguráciu Tor
tr: Gelişmiş Tor Konfigürasyonunu Etkinleştir

# msgAddToAccept
source: Add this account to your contacts in order to accept this file.
cy: Ychwanegwch y cyfrif hwn at eich cysylltiadau er mwyn derbyn y ffeil hon.
da: Tilføj denne konto til dine kontakter for at modtage denne fil.
de: Füge dieses Konto zu Deinen Kontakten hinzu, um diese Datei zu akzeptieren.
es: Agrega esta cuenta a tus contactos para aceptar este archivo.
fr: Ajoutez ce compte à vos contacts afin d'accepter ce fichier.
it: Aggiungi questo account ai tuoi contatti per accettare questo file.
nl: Voeg dit account toe aan je contacten om dit bestand te accepteren.
no: Legg til denne kontoen i dine kontakter for å tillate filen.
pl: Dodaj tego użytkownika do znajomych aby pobrać plik.
pt_br: Adicione esta conta a seus contatos para poder aceitar este arquivo.
ro: Adăugați acest cont la contactele dvs. pentru a accepta acest fișier.
ru: Добавьте учетную запись в контакты, чтобы принять этот файл.
sk: Pridajte užívatela do kontaktov aby ste mohli prijať tento súbor.
tr: Dosyayı kabul etmek için bu hesabı kişilerinize ekleyin.

# btnSendFile
source: Send File
cy: Anfon Ffeil
da: Send Fil
de: Datei senden
es: Enviar archivo
fr: Envoyer le fichier
it: Invia File
nl: Bestand versturen
no: Send fil
pl: Wyślij plik
pt_br: Enviar arquivo
ro: Trimiteți fișierul
ru: Отправить файл
sk: Odoslať Súbor
tr: Dosya Gönder

# msgConfirmSend
source: Are you sure you want to send
cy: Ydych chi'n siŵr eich bod am anfon
da: Er du sikker på at du vil sende?
de: Möchtest Du diese Datei wirklich senden
es: Confirma que quieres enviar
fr: Êtes-vous sûr de vouloir envoyer
it: Confermi di voler inviare?
nl: Weet je zeker dat je wilt verzenden
no: Er du sikker på at du vil sende
pl: Na pewno chcesz wysłać ten plik?
pt_br: Você tem certeza de que deseja enviar
ro: Sunteți sigur că doriți să trimiteți
ru: Вы уверены, что хотите отправить?
sk: Ste si istý že chcete poslať
tr: Göndermek istediğinize emin misiniz

# msgFileTooBig
source: File size cannot exceed 10 GB
cy: Ni all maint y ffeil fod yn fwy na 10 GB
da: Størrelsen på filen kan ikke overstige 10GB
de: Dateigröße darf nicht größer als 10 GB sein
es: El archivo no puede superar 10 GB
fr: La taille du fichier ne peut pas dépasser 10 Go
it: La dimensione del file non può superare i 10 GB
nl: Bestanden mogen niet groter zijn dan 10 GB
no: Filstørrelse kan ikke være større enn 10 GB
pl: Rozmiar pliku nie może przekraczać 10 GB
pt_br: O tamanho do arquivo não pode exceder 10 GB
ro: Dimensiunea fișierului nu poate depăși 10 GB
ru: Размер файла не должен превышать 10GB
sk: Veľkosť súboru nemôže presiahnuť 10 GB
tr: Dosya boyutu 10 GB'ı geçemez

# storageMigrationModalMessage
source: Migrating profiles to new storage format. This could take a few minutes...
cy: Mudo proffiliau i fformat storio newydd. Gallai hyn gymryd ychydig funudau...
da: Konverterer profiler til ny lagringsformat. Dette kan tage nogle minutter...
de: Profile in ein neues Speicherformat migrieren. Das kann ein paar Minuten dauern...
es: Migrando perfiles a un nuevo formato de almacenamiento. Esto podría tomar unos minutos...
fr: Migration des profils vers un nouveau format de stockage. Cela peut prendre quelques minutes...
it: Migrazione dei profili al nuovo formato di archiviazione. L'operazione potrebbe richiedere alcuni minuti...
nl: Profielen migreren naar een nieuw opslagformaat. Dit kan een paar minuten duren...
no: Migrerer profiler til nytt lagringsformat. Dette kan ta noen minutter...
pl: Migrowanie profili do nowego formatu. To może chwilę potrwać...
pt_br: Migração dos perfis para um novo formato de armazenamento. Isto pode levar alguns minutos...
ro: Migrarea profilurilor către un nou format de stocare. Va dura câteva minute...
ru: Перенос профилей в новый формат хранения. Это может занять несколько минут...
sk: Prenášam profily do nového formátu. Môže to potrvať niekoľko minút...
tr: Profiller yeni depolama biçimine taşınıyor. Bu işlem birkaç dakika sürebilir...

source: Loading Cwtch...
cy: Wrthi'n Llwytho Cwtch...
da: Åbner Cwtch...
de: Lade Cwtch...
es: Cargando Cwtch...
fr: Chargement de Cwtch...
it: Caricamento Cwtch...
nl: Cwtch laden...
no: Starter Cwtch...
pl: Ładowanie Cwtch...
pt_br: Carregando o Cwtch...
ro: Se încarcă Cwtch...
ru: Загрузка Cwtch...
sk: Načítavam Cwtch...
tr: Cwtch yükleniyor...

# themeColorLabel
source: Color Theme
cy: Thema Lliw
da: Farvetema
de: Farbthema
es: Tema de Color
fr: Thème de couleur
it: Schema di Colori
nl: Kleurenthema
no: Fargetema
pl: Motyw
pt_br: Cor do tema
ro: Culori
ru: Основной цвет темы
sk: Farebný Motív
tr: Renk Teması

# themeNameNeon2
source: Neon2
fr: Néon2
ru: Неон2
sk: Neón2

# themeNameNeon1
source: Neon1
fr: Néon1
ru: Неон1
sk: Neón1

# themeNameMidnight
source: Midnight
cy: Canol Nos
de: Mitternacht
es: Medianoche
fr: Minuit
it: Mezzanotte
nl: Middernacht
no: Midnatt
pl: Północ
pt_br: Meia-noite
ro: Miezul nopţii
ru: Полночь
sk: Polnoc
tr: Gece

# themeNameMermaid
source: Mermaid
cy: Môr-forwyn
de: Meerjungfrau
es: Sirena
fr: Sirène
it: Sirena
nl: Zeemeermin
no: Havfrue
pl: Syrena
pt_br: Sereia
ro: Sirenă
ru: Русалка
sk: Morská víla
tr: Denizkızı

# themeNamePumpkin
source: Pumpkin
cy: Pwmpen
de: Kürbis
es: Calabaza
fr: Citrouille
it: Zucca
nl: Pompoen
no: Gresskar
pl: Dynia
pt_br: Abóbora
ro: Dovleac
ru: Тыква
sk: Tekvica
tr: Balkabağı

# themeNameGhost
source: Ghost
cy: Ysbryd
de: Geist
es: Fantasma
fr: Fantôme
it: Fantasma
nl: Geest
no: Spøkelse
pl: Duch
pt_br: Fantasma
ro: Fantomă
ru: Призрак
sk: Duch
tr: Hayalet

# themeNameVampire
source: Vampire
cy: Fampir
de: Vampir
es: Vampiro
it: Vampiro
nl: Vampier
no: Vampyr
pl: Wampir
pt_br: Vampiro
ro: Vampir
ru: Вампир
sk: Upír
tr: Vampir

# themeNameWitch
source: Witch
cy: Gwrach
de: Hexe
es: Bruja
fr: Sorcière
it: Strega
nl: Heks
no: Heks
pl: Czarownica
pt_br: Bruxa
ro: Vrăjitoare
ru: Ведьма
sk: Čarodejnica
tr: Cadı

# settingDownloadFolder
source: Download Folder
cy: Lawrlwytho Ffolder
de: Download Ordner
es: Carpeta de descargas
fr: Dossier de téléchargement
it: Cartella di Download
nl: Map downloaden
no: Nedlastningsmappe
pl: Folder dla pobranych plików
pt_br: Pasta para Download
ro: Fișier de descărcări
ru: Папка для загрузок
sk: Zložka Stiahnuté
tr: İndirilenler Klasörü

# settingImagePreviewsDescription
source: Images and Profile Pictures will be downloaded and previewed automatically. We recommend that you do not enable this Experiment if you use Cwtch with untrusted contacts.
cy: Bydd delweddau a Lluniau Proffil yn cael eu lawrlwytho a'u rhagolwg yn awtomatig. Rydym yn argymell nad ydych yn galluogi'r Arbrawf hwn os ydych yn defnyddio Cwtch gyda chysylltiadau diymwad.
da: Billeder vil automatisk blive hentet og vist. Vær opmærksom på at visning af billeder ofte fører til sikkerhedsmæssige sårbarheder og at du ikke bør aktivere dette eksperiment hvis du bruger Cwtch med kontakter du ikke har tillid til. Profilbilleder er planlagt til Cwtch 1.6.
de: Bilder und Profil-Bilder werden automatisch heruntergeladen und es wird eine Voransicht erstellt. Du solltest diese experimentelle Einstellung bei nicht vertrauenswürdigen Kontakten nicht aktivieren.
es: Las imágenes se descargarán y visualizarán automáticamente. Ten en cuenta que las previsualizaciones pueden generar vulnerabilidades de seguridad, no deberías habilitar este experimento si usas Cwtch con contactos que no son de confianza. Las imágenes de perfil están planeadas para Cwtch 1.6.
fr: Les images seront téléchargées et prévisualisées automatiquement. Veuillez noter que la prévisualisation des images peut souvent conduire à des failles de sécurité, et vous ne devriez pas activer cette expérience si vous utilisez Cwtch avec des contacts non fiables. Les images de profil sont prévues pour Cwtch 1.6.
it: Le immagini e le immagini del profilo verranno scaricate e visualizzate in anteprima automaticamente. Ti consigliamo di non abilitare questo esperimento se usi Cwtch con contatti non attendibili.
nl: Afbeeldingen en profielfoto's worden automatisch gedownload en voorvertongingen gemaakt. We raden u aan dit experiment niet in te schakelen als je Cwtch gebruikt met niet-vertrouwde contacten.
no: Bilder vil bli lastet ned og forhåndsvist automatisk. Merk at forhåndsvisning av bilder kan medføre en sikkerhetsrisiko og bør ikke tillates dersom du bruker Cwtch med kontakter du ikke stoler på. Profilbilder er planlagt for Cwtch 1.6.
pl: Obrazy i zdjęcia profilowe będą pobierane i przeglądane automatycznie. Zalecamy, aby nie włączać tego eksperymentu, jeśli używasz Cwtch z niezaufanymi kontaktami.
pt_br: Imagens e Fotos de Perfil serão baixadas e visualizadas automaticamente. Recomendamos que você não ative esta Experiência se usar Cwtch com contatos não confiáveis.
ro: Imaginile vor fi descărcate și previzualizate automat. Vă rugăm să rețineți că previzualizările imaginilor pot duce adesea la vulnerabilități de securitate și nu ar trebui să activați acest Experiment dacă utilizați Cwtch cu contacte care nu sunt de încredere. Imaginile de profil sunt planificate pentru Cwtch 1.6.
ru: Автоматическая загрузка изображений. Обратите внимание, что предварительный просмотр изображений часто может использоваться для взлома или деаномизации. Не используйте данную функцию если Вы контактируете с ненадежными контактами.
sk: Obrázky a profilovky budú sťahované a zobrazované automaticky. Odporúčame aby ste tento experiment nezapínali v prípade že používate Cwtch s kontaktmi ktorým nedôverujete.
tr: Görseller ve Profil Resimleri otomatik olarak indirilir ve görüntülenir. Cwtch'u güvenmediğiniz kişilerle iletişim kurmak için kullanıyorsanız bu deneysel özelliği etkinleştirmemenizi öneririz.

# settingImagePreviews
source: Image Previews and Profile Pictures
cy: Rhagolwg Delwedd a Lluniau Proffil
da: Automatisk billedvisning og profilbilleder
de: Bild Voransichten und Profil Bilder
es: Vista previa de imágenes e imágenes de perfil
fr: Aperçu des images et photos de profil
it: Anteprime delle immagini e immagini del profilo
nl: Voorvertoningen van afbeeldingen en profielfoto's
no: Forhåndsvisning og profilbilder
pl: Podgląd zdjęć i zdjęcia profilowe
pt_br: Pré-visualização de Imagens e Fotos de Perfil
ro: Previzualizări de imagini și poze de profil
ru: Предпросмотр изображений и фотографий профиля
sk: Náhľady Obrázkou a Profilové Obrázky
tr: Görsel Önizlemeleri ve Profil Resimleri

# experimentClickableLinksDescription
source: The clickable links experiment allows you to click on URLs shared in messages
cy: Mae'r arbrawf dolenni cliciadwy yn caniatáu ichi glicio ar URLs a rennir mewn negeseuon
da: Click-bare links eksperiment, der tillader dig at udveksle URL'er i samtaler
de: Das Experiment mit anklickbaren Links ermöglicht es dir, auf URLs zu klicken, die in Nachrichten geteilt werden
es: El experimento de links cliqueables te permite cliquear en URLs compartidas en mensajes.
fr: L'expérience des liens cliquables vous permet de cliquer sur les URLs partagés dans les messages
it: L'esperimento dei link cliccabili permette di cliccare sugli URL condivisi nei messaggi
nl: Het klikbare links experiment maakt het mogelijk op URLs te klikken in berichten
no: Forsøket klikkbare lenker lar deg klikke på URLer i meldinger
pl: Klikalne linki (eksperymentalne). Umożliwia klikanie na linki w wiadomościach, aby je otworzyć
pt_br: O experimento de links clicáveis permite que você clique em URLs compartilhadas em mensagens
ro: Experimentul cu linkuri pe care se poate da clic vă permite să faceți clic pe adresele URL partajate în mesaje
ru: Экспериментальная функция которая позволяет нажимать на URL адреса в сообщениях
sk: Experiment kliknutie na linky vám dovoluje kliknúť na link zdielaný v správach
tr: Tıklanabilir bağlantılar deneyi, mesajlarda paylaşılan URL'lere tıklamanıza olanak tanır

# enableExperimentClickableLinks
source: Enable Clickable Links
cy: Galluogi Dolenni y Gellir eu Clicio
da: Aktiver Click-bare Links
de: Anklickbare Links aktivieren
es: Habilitar Enlaces Cliqueables
fr: Activer les liens cliquables
it: Abilita Link Cliccabili
nl: Klikbare links inschakelen
no: Tillat klikkbare lenker
pl: Włącz klikalne linki
pt_br: Habilitar links clicáveis
ro: Activați linkurile pe care se poate da clic
ru: Включить кликабельные ссылки
sk: Povoliť Kliknutie na Linky
tr: Tıklanabilir Linkleri Etkinleştir

# serverConnectionsLabel
source: Connection
cy: Cysylltiad
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding
no: Tilkobling
pl: Połączenie
pt_br: Conexão
ro: Conexiune
ru: Всего соединений:
sk: Spojenie
tr: Bağlantı

# serverTotalMessagesLabel
source: Total Messages
cy: Cyfanswm Negeseuon
da: Samlet antal beskeder
de: Nachrichten insgesamt
es: Mensajes totales
fr: Nombre total de messages
it: Numero Totale di Messaggi
nl: Totaal aantal berichten
no: Alle meldinger
pl: Wiadomości łącznie
pt_br: Total de mensagens
ro: Total mesaje
ru: Всего сообщений:
sk: Všetky Správy
tr: Toplam Mesaj

# serverMetricsLabel
source: Server Metrics
cy: Metrigau Gweinydd
da: Server Metrikker
de: Server-Metriken
es: Métricas del servidor
fr: Métriques du serveur
it: Metriche del Server
nl: Serverstatistieken
no: Tjenerstatistikk
pl: Statystyki serwera
pt_br: Métricas do servidor
ro: Datele serverului
ru: Показатели сервера
sk: Štatistiky Serveru
tr: Sunucu Bilgileri

# manageKnownServersShort
source: Servers
cy: Gweinyddion
da: Servere
de: Server
es: Servidores
fr: Serveurs
it: Server
no: Tjenere
pl: Serwery
pt_br: Servidores
ro: Servere
ru: Серверы
sk: Servery
tr: Sunucular

# manageKnownServersLong
source: Manage Known Servers
cy: Rheoli Gweinyddwyr Hysbys
da: Administrer kendte Servere
de: Bekannte Server verwalten
es: Administrar servidores conocidos
fr: Gérer les serveurs connus
it: Gestisci i Server Conosciuti
nl: Beheer bekende servers
no: Tilpass kjente tjenere
pl: Zarządzaj znanymi serwerami
pt_br: Gerenciar Servidores Conhecidos
ro: Gestionați serverele cunoscute
ru: Управление серверами
sk: Spravovať Známe Servery
tr: Bilinen Sunucuları Yönet

# displayNameTooltip
source: Please enter a display name
cy: Rhowch enw arddangos
da: Vælg et navn til præsentation
de: Bitte gib einen Anzeigenamen ein
es: Por favor introduce un nombre para el perfil
fr: Veuillez entrer un nom d'usage s'il vous plaît
it: Inserisci un nome visualizzato
nl: Voer een weergavenaam in
no: Oppgi visningsnavn
pl: Wprowadź nazwę
pt_br: Por favor, digite um nome de exibição
ro: Vă rugăm să introduceți un nume de afișat
ru: Введите отображаемое имя
sk: Prosím zadajte zobrazované meno
tr: Lütfen bir ad girin

# manageKnownServersButton
source: Manage Known Servers
cy: Rheoli Gweinyddwyr Hysbys
da: Administrer kendte Servere
de: Bekannte Server verwalten
es: Administrar servidores conocidos
fr: Gérer les serveurs connus
it: Gestisci i Server Conosciuti
nl: Beheer bekende servers
no: Tilpass kjente tjenere
pl: Zarządzaj znanymi serwerami
pt_br: Gerenciar Servidores Conhecidos
ro: Gestionați serverele cunoscute
ru: Управление серверами
sk: Spravovať Známe Servery
tr: Bilinen Sunucuları Yönet

# fieldDescriptionLabel
source: Description
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
tr: Açıklama

# groupsOnThisServerLabel
source: Groups I am in hosted on this server
cy: Grwpiau rydw i'n eu cynnal ar y gweinydd hwn
da: Grupper som jeg er vært for på denne server
de: Gruppen, in denen ich bin, werden auf diesem Server gehostet
es: Grupos alojados en este servidor en los que estoy
fr: Les groupes dont je fais partie sont hébergés sur ce serveur
it: Gruppi di cui sono parte su questo server
nl: Groepen waarin ik zit gehost op deze server
no: Grupper jeg er vert for på denne tjeneren
pl: Grupy na tym serwerze, których jesteś członkiem
pt_br: Grupos nos quais estou hospedado neste servidor
ro: Grupurile în care mă aflu care sunt găzduite pe acest server
ru: Группы, в которых я нахожусь, размещены на этом сервере
sk: Skupiny ktorých som členom a sú hostované na tomto servery
tr: Bu sunucuda içinde bulunduğum gruplar

# importLocalServerButton
source: Import %1
cy: Mewngludo %1
da: Importer %1
de: %1 importieren
es: Importar %1
fr: Importer %1
it: Importa %1
nl: Importeer %1
no: Importér %1
pl: Importuj %1
pt_br: Importar %1
ro: Importă %1
ru: Импорт %1
sk: Importovať %1
tr: %1'i içeri aktar

# importLocalServerSelectText
source: Select Local Server
cy: Dewiswch Gweinyddwr Lleol
da: Vælg lokal Server
de: Lokalen Server auswählen
es: Seleccionar el servidor local
fr: Sélectionnez le serveur local
it: Seleziona il Server Locale
nl: Selecteer lokale server
no: Velg lokal tjener
pl: Wybierz lokalny serwer
pt_br: Selecione Servidor Local
ro: Selectați Server local
ru: Выбрать локальный сервер
sk: Zvoliť Lokálny Server
tr: Yerel Sunucu Seç

# importLocalServerLabel
source: Import a locally hosted server
cy: Mewnforio gweinydd a letyir yn lleol
da: Importer en lokalt administreret server
de: Importieren eines lokal gehosteten Servers
es: Importar un servidor alojado localmente
fr: Importer un serveur hébergé localement
it: Importa un server ospitato localmente
nl: Lokaal gehoste server importeren
no: Importér en lokal tjener
pl: Importuj lokalnie hostowany serwer
pt_br: Importar um servidor hospedado localmente
ro: Importați un server găzduit local
ru: Использовать локальный сервер
sk: Importovať lokálne hostovaný server
tr: Yerel bir sunucuyu içeri aktar

# newMessagesLabel
source: New Messages
cy: Negeseuon Newydd
da: Nye Beskeder
de: Neue Nachrichten
es: Nuevos Mensajes
fr: Nouveaux messages
it: Nuovi Messaggi
nl: Nieuwe berichten
no: Nye meldinger
pl: Nowe wiadomości
pt_br: Novas mensagens
ro: Mesaje noi
ru: Новое сообщение
sk: Nové správy
tr: Yeni Mesajlar

# localeRU
source: Russian / Русский
cy: Rwsieg / Русский
da: Russisk / Русский
de: Russisch / Русский
es: Ruso / Русский
fr: Russe
it: Russo / Русский
nl: Russisch / Русский
no: Russisk
pl: Rosyjski / Русский
ro: Rusă
ru: Русский / Русский
sk: Rusky / Русский
tr: Rusça / Русский

# copyServerKeys
source: Copy keys
cy: Copïo allweddi
da: Kopier nøgler
de: Schlüssel kopieren
es: Copiar claves
fr: Copier les clés
it: Copia chiavi
nl: Sleutels kopiëren
no: Kopiér nøkler
pl: Kopiuj klucze
pt_br: Copiar chaves
ro: Copiați cheile
ru: Копировать ключи
sk: Kopírovať klúče
tr: Anahtarları kopyala
