Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# versionTor
source: Version %1 with tor %2
cy: Fersiwn %1 gyda rhwygo %2
da: Version %1 med tor %2
de: Version %1 mit Tor %2
es: Versión %1 con tor %2
fr: Version %1 avec tor %2
it: Versione %1 con tor %2
nl: Versie %1 met tor %2
no: Versjon %1 med tor %2
pl: Wersja %1 , wersja Tor %2
pt_br: Versão %1 com Tor %2
ro: Versiunea %1 cu tor %2
ru: Версия %1 c tor %2
sk: Verzia %1 s tor %2
tr: Sürüm %1 ve tor %2

# experimentsEnabled
source: Enable Experiments
cy: Galluogi Arbrofion
da: Aktiver Eksperimenter
de: Experimentelle Funktionen aktivieren
es: Experimentos habilitados
fr: Activer les expériences
it: Abilita gli esperimenti
nl: Experimenten inschakelen
no: Aktiver forsøk
pl: Włącz funkcje eksperymentalne
pt_br: Ativar experimentos
ro: Activați experimentele
ru: Включить Экспериментальные функции
sk: Povoliť Experimenty
tr: Deneyleri Etkinleştir

# themeDark
source: Dark
cy: Tywyll
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
no: Mørk
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Темная
sk: Tmavá
tr: Koyu

# themeLight
source: Light
cy: Golau
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
no: Lys
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
sk: Svetlá
tr: Açık

# settingTheme
source: Use Light Themes
cy: Defnyddio Themâu Golau
da: Brug lyst tema
de: Helles Farbschema benutzen
es: Usar tema claro
fr: Utilisez des thèmes clairs
it: Usa Temi Leggeri
nl: Lichte thema's gebruiken
no: Velg lyst tema
pl: Użyj motywów świetlnych
pt_br: Use temas claros
ro: Utilizați teme luminoase
ru: Ночной режим
sk: Použiť Svetlý Režim
tr: Açık Tema Kullan

# largeTextLabel
source: Large
cy: Mawr
da: Stor
de: Groß
es: Grande
it: Grande
nl: Groot
no: Stor
pl: Duży
pt_br: Grande
ro: Mare
ru: Большой
sk: Veľké
tr: Büyük

# settingInterfaceZoom
source: Zoom level
cy: Lefel Chwyddo
da: Zoom niveau
de: Zoomstufe
es: Nivel de zoom
fr: Niveau de zoom
it: Livello di zoom
nl: Zoomniveau
no: Zoomnivå
pl: Przybliżenie
pt_br: Nível de zoom
ro: Nivelul de zoom
ru: Уровень масштабирования
sk: Úroveň priblíženia
tr: Yakınlaştırma seviyesi

# localeDe
source: German / Deutsch
cy: Almaeneg / Deutsch
da: Tysk / Deutsch
de: Deutsch / Deutsch
es: Alemán / Deutsch
fr: Allemand
it: Tedesco / Deutsch
nl: Duits / Deutsch
no: Tysk
pl: Niemiecki / Deutsch
pt_br: Alemao / Deutsch
ro: Germană
ru: Немецкий / Deutsch
sk: Nemecky / Deutsch
tr: Almanca / Deutsch

# localePt
source: Portuguese / Portuguesa
cy: Portiwgaleg / Portuguesa
da: Portugisisk / Portuguesa
de: Portugiesisch / Portuguesa
es: Portugués / Portuguesa
fr: Portugais
it: Portoghese / Portuguesa
nl: Portugees / Portuguesa
no: Portugisisk
pl: Portugalski / Portuguesa
ro: Portugheză
ru: Португальский язык / Portuguesa
sk: Portugalsky / Portuguesa
tr: Portekizce / Portuguesa

# localeFr
source: French / Français
cy: Ffrangeg / Français
da: Fransk / Français
de: Französisch / Français
es: Francés / Français
fr: Français
it: Francese / Français
nl: Frans / Français
no: Fransk
pl: Francuski / Français
ro: Franceză
ru: Французский / Français
sk: Francúzsky / Français
tr: Fransızca / Français

# localeEn
source: English / English
cy: Saesneg / English
da: Engelsk / English
de: Englisch / English
es: Inglés / English
fr: Anglais
it: Inglese / English
nl: Engels / English
no: Engelsk
pl: Angielski / Angielski
ro: Engleză
ru: Английский / English
sk: Anglicky / English
tr: İngilizce / English

# settingLanguage
source: Language
cy: Laith
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
no: Språk
pl: Język
pt_br: Linguagem
ro: Limba
ru: Выбрать язык
sk: Jazyk
tr: Dil

# blockUnknownLabel
source: Block Unknown Contacts
cy: Rhwystro Cysylltiadau Anhysbys
da: Blokér ukendte kontakter
de: Unbekannte Kontakte blockieren
es: Bloquear contactos desconocidos
fr: Bloquer les pairs inconnus
it: Blocca Contatti Sconosciuti
nl: Blokkeer onbekende contacten
no: Blokkér ukjente kontakter
pl: Blokuj nieznajomych
pt_br: Bloquear Contatos Desconhecidos
ro: Blocați contactele necunoscute
ru: Блокировать неизвестные контакты
sk: Zablokovať Neznáme Kontakty
tr: Tanınmayan Kişileri Engelle

# zoomLabel
source: Interface zoom (mostly affects text and button sizes)
cy: Chwyddo rhyngwyneb (yn effeithio ar faint testun a botymau yn bennaf)
da: Interface zoom (påvirker mest tekst- og knap-størrelser)
de: Benutzeroberflächen-Zoom (betrifft hauptsächlich Text- und Button-Größen)
es: Zoom de la interfaz (afecta principalmente el tamaño del texto y de los botones)
fr: Zoom de l'interface (affecte principalement la taille du texte et des boutons)
it: Zoom dell'interfaccia (influisce principalmente sulle dimensioni del testo e dei pulsanti)
nl: Interface zoom (beïnvloedt vooral de grootte van tekst en knoppen)
no: Grensesnittsforstørrelse (påvirker tekst og knappestørrelse)
pl: Przybliżenie interfejsu (wpływa głównie na rozmiar tekstu i przycisków)
pt_br: Zoom da interface (afeta principalmente tamanho de texto e botões)
ro: Zoomul interfeței (afectează dimensiunile textului și ale butoanelor)
ru: Масштаб интерфейса (в основном влияет на размеры текста и кнопок)
sk: Priblíženie užívateľského prostredia (ovplyvňuje hlavne veľkosť textu a tlačidiel)
tr: Arayüz yakınlaştırma (aslen metin ve buton boyutlarını etkiler)

# versionBuilddate
source: Version: %1 Built on: %2
cy: Fersiwn: % 1 Adeiladwyd ar: % 2
da: Version: %1 bygget den: %2
de: Version: %1 Erstellt am: %2
es: Versión: %1 Basado en %2
fr: Version : %1 Construite le : %2
it: Versione: %1 Costruito il: %2
nl: Versie: %1 Gebouwd op: %2
no: Versjon: %1 Bygget på: %2
pl: Wersja: %1 Zbudowana: %2
pt_br: Versão: %1 Construído em: %2
ro: Versiune: %1 Construit pe: %2
ru: Версия: %1 Сборка от: %2
sk: Verzia: %1 Vyrobené: %2
tr: Sürüm: %1 Derlendiği tarih: %2

# cwtchSettingsTitle
source: Cwtch Settings
cy: Gosodiadau Cwtch
da: Cwtch Indstillinger
de: Cwtch Einstellungen
es: Configuración de Cwtch
fr: Préférences Cwtch
it: Impostazioni di Cwtch
nl: Cwtch instellingen
no: Cwtchinnstillinger
pl: Ustawienia Cwtch
pt_br: Configurações do Cwtch
ro: Setări Cwtch
ru: Настройки Cwtch
sk: Cwtch Nastavenia
tr: Cwtch Ayarları

source: Unlock
cy: Datgloi
da: Åbne
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendelen
no: Lås opp
pl: Odblokuj
pt_br: Desbloquear
ro: Deblocați
ru: Разблокировать
sk: Odomknúť
tr: Kilidi Aç

source: Your Servers
cy: Eich Gweinyddwyr
da: Dine Servere
de: Deine Server
es: Tus servidores
fr: Vos serveurs
it: I tuoi server
nl: Jouw servers
no: Dine tjenere
pl: Twoje serwery
pt_br: Seus servidores
ro: Serverele dvs.
ru: Ваши Серверы
sk: Vaše Servery
tr: Sunucularınız

source: Your Profiles
cy: Eich Proffiliau
da: Dine Profiler
de: Deine Profile
es: Tus perfiles
fr: Vos profils
it: I tuoi profili
nl: Jouw profielen
no: Dine profiler
pl: Twoje profile
pt_br: Seus perfis
ro: Profilurile dvs.
ru: Ваши Профили
sk: Vaše Profily
tr: Profilleriniz

# error0ProfilesLoadedForPassword
source: 0 profiles loaded with that password
cy: 0 proffil wedi'u llwytho gyda'r cyfrinair hwnnw
da: 0 profiler åbnet med det password
de: 0 Profile mit diesem Passwort geladen
es: 0 perfiles cargados con esa contraseña
fr: Aucun profils chargés avec ce mot de passe
it: 0 profili caricati con quella password
nl: 0 profielen geladen met dat wachtwoord
no: 0 profiler lasted med det passordet
pl: Znaleziono 0 profili z tym hasłem
pt_br: 0 perfis carregados com esta senha
ro: 0 profiluri încărcate cu această parolă
ru: 0 профилей, загруженных с этим паролем
sk: 0 načítaných profilov s tým heslom
tr: Bu parolayla 0 profil yüklendi

source: Password
cy: Cyfrinair
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
tr: Parola

# enterProfilePassword
source: Enter a password to view your profiles
cy: Rhowch gyfrinair i weld eich proffiliau
da: Indtast et password for at se dine profiler
de: Gib ein Passwort ein, um deine Profile anzuzeigen
es: Ingresa tu contraseña para ver tus perfiles
fr: Entrez un mot de passe pour consulter vos profils
it: Inserisci una password per visualizzare i tuoi profili
nl: Voer een wachtwoord in om je profielen te bekijken
no: Oppgi passord for å vise dine profiler
pl: Wprowadź hasło aby wyświetlić profile
pt_br: Coloque uma senha para ver seus perfis
ro: Introduceți o parolă pentru a vă vizualiza profilurile
ru: Введите пароль для просмотра ваших профилей
sk: Zadajte heslo k zobrazeniu vašich profilov
tr: Profillerinizi görmek için parolayı girin

# addNewProfileBtn
source: Add new profile
cy: Ychwanegu proffil newydd
da: Tilføj ny profil
de: Neues Profil hinzufügen
es: Agregar nuevo perfil
fr: Ajouter un nouveau profil
it: Aggiungi nuovo profilo
nl: Nieuw profiel toevoegen
no: Legg til ny profil
pl: Dodaj
pt_br: Adicionar novo perfil
ro: Adăugați un profil nou
ru: Создать новый профиль
sk: Pridať nový profil
tr: Yeni profil ekle

# deleteConfirmText
source: DELETE
cy: DILEU
da: SLET
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
it: ELIMINA
nl: VERWIJDER
no: SLETT
pl: USUŃ
ro: ȘTERGE
ru: УДАЛИТЬ
sk: VYMAZAT
tr: SİL

# deleteProfileConfirmBtn
source: Really Delete Profile
cy: Dileu Proffil yn Wirioneddol
da: Ja, slet profile
de: Profil wirklich löschen
es: Confirmar eliminar perfil
fr: Supprimer vraiment le profil ?
it: Elimina definitivamente il profilo
nl: Profiel echt verwijderen
no: Virkelig slette profil
pl: Usuń
pt_br: Realmente deletar o perfil
ro: Sigur ștergeti profilul
ru: Действительно удалить профиль?
sk: Skutočne Vymazať Profil
tr: Profili Gerçekten Sil

# deleteConfirmLabel
source: Type DELETE to confirm
cy: Teipiwch DILEU i gadarnhau
da: Skriv SLET for at gennemføre
de: Gib LÖSCHEN ein, um zu bestätigen
es: Escribe ELIMINAR para confirmar
fr: Tapez SUPPRIMER pour confirmer
it: Digita ELIMINA per confermare
nl: Typ VERWIJDEREN om te bevestigen
no: Skriv SLETT for å bekrefte
pl: Wpisz USUŃ aby potwierdzić
pt_br: digite DELETE para confirmar
ro: Tastați DELETE pentru a confirma
ru: Введите УДАЛИТЬ, чтобы продолжить
sk: Napíšte VYMAZAT pre potvrdenie
tr: Onaylamak için DELETE yazın

# deleteProfileBtn
source: Delete Profile
cy: Dileu Proffil
da: Slet Profil
de: Profil löschen
es: Eliminar Perfil
fr: Supprimer le profil
it: Elimina il profilo
nl: Verwijder profiel
no: Slett Profil
pl: Usuń profil
pt_br: Deletar Perfil
ro: Ștergeți profilul
ru: Удалить профиль
sk: Vymazať Profil
tr: Profili Sil

# passwordChangeError
source: Error changing password: Supplied password rejected
cy: Gwall wrth newid cyfrinair: Gwrthod cyfrinair wedi'i gyflenwi
da: Fejl i at ændre password: Det brugte password er afvises
de: Fehler beim Ändern des Passworts: Eingegebenes Passwort abgelehnt
es: Hubo un error cambiando tu contraseña: la contraseña ingresada fue rechazada
fr: Erreur lors de la modification du mot de passe : le mot de passe fourni est rejeté
it: Errore durante la modifica della password: password fornita rifiutata
nl: Fout bij wijzigen wachtwoord: opgegeven wachtwoord geweigerd
no: Passordbyttefeil: Passord avvist
pl: Zmiana hasła nie powiodła się: hasło niepoprawne
pt_br: Erro ao mudar a senha: senha fornecida rejeitada
ro: Eroare la schimbarea parolei: Parola furnizată a fost respinsă
ru: Ошибка при смене пароля: Введенный пароль отклонен
sk: Chyba pri zmene hesla: Vložené heslo bolo odmietnuté
tr: Parola değiştirilirken hata oluştu: Verilen parola reddedildi

# passwordErrorMatch
source: Passwords do not match
cy: Nid yw cyfrineiriau'n cyfateb
da: De indtastede passwords matcher ikke
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
nl: Wachtwoorden komen niet overeen
no: Passordene er ikke like
pl: Hasła nie są identyczne
pt_br: Senhas não são iguais
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
tr: Parolalar eşleşmiyor

# saveProfileBtn
source: Save Profile
cy: Cadw Proffil
da: Gem Profil
de: Profil speichern
es: Guardar perfil
fr: Sauvegarder le profil
it: Salva il profilo
nl: Profiel opslaan
no: Lagre profil
pl: Zapisz profil
pt_br: Salvar Perfil
ro: Salvați profilul
ru: Сохранить профиль
sk: Uložiť Profil
tr: Profili Kaydet

# createProfileBtn
source: Create Profile
cy: Creu Proffil
da: Opret Profil
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
it: Crea un profilo
nl: Profiel aanmaken
no: Opprett profil
pl: Utwórz profil
pt_br: Criar Perfil
ro: Creați un profil
ru: Создать профиль
sk: Vytvoriť Profil
tr: Profil Oluştur

# passwordErrorEmpty
source: Password cannot be empty
cy: Ni all cyfrinair fod yn wag
da: Password kan ikke være tomt
de: Passwort darf nicht leer sein
es: El campo de contraseña no puede estar vacío
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota
nl: Wachtwoord mag niet leeg zijn
no: Passord kan ikke være tomt
pl: Hasło nie może być puste
pt_br: Senha não pode ser vazia
ro: Parola nu poate fi goală
ru: Пароль не может быть пустым
sk: Heslo nemôže byť prázdne
tr: Parola boş bırakılamaz

# password2Label
source: Reenter password
cy: Ailosod cyfrinair
da: Indtast password igen
de: Passwort erneut eingeben
es: Vuelve a ingresar tu contraseña
fr: Saisissez à nouveau le mot de passe
it: Reinserire la password
nl: Wachtwoord opnieuw invoeren
no: Gjenta passord
pl: Powtórz hasło
pt_br: Recoloque a senha
ro: Reintroduceți parola
ru: Повторный ввод пароля
sk: Znovu zadajte heslo
tr: Parolayı yeniden gir

# password1Label
source: Password
cy: Cyfrinair
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
tr: Parola

# currentPasswordLabel
source: Current Password
cy: Cyfrinair Cyfredol
da: Nuværende Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password corrente
nl: Huidig wachtwoord
no: Nåværende passord
pl: Obecne hasło
pt_br: Senha Atual
ro: Parola actuală
ru: Текущий пароль
sk: Aktuálne Heslo
tr: Mevcut Parola

source: Your Display Name
cy: Eich Enw Arddangos
da: Dit visnings-navn
de: Dein Anzeigename
es: Tu nombre de usuario
fr: Pseudo
it: Il tuo Nome Visualizzato
nl: Jouw weergavenaam
no: Ditt visningsnavn
pl: Nazwa
pt_br: Seu nome de exibição
ro: Numele dvs. de afișare
ru: Отображаемое имя
sk: Vaše Zobrazované Meno
tr: Kullanıcı Adınız

# noPasswordWarning
source: Not using a password on this account means that all data stored locally will not be encrypted
cy: Mae peidio â defnyddio cyfrinair ar y cyfrif hwn yn golygu na fydd yr holl ddata a gedwir yn lleol yn cael ei amgryptio
da: Ikke at anvende et password på denne konto medfører at data gemt lokalt ikke vil blive krypteret
de: Wenn für dieses Konto kein Passwort verwendet wird, bedeutet dies, dass alle lokal gespeicherten Daten nicht verschlüsselt werden.
es: No usar una contraseña para esta cuenta significa que los datos almacenados localmente no serán cifrados
fr: Ne pas utiliser de mot de passe sur ce compte signifie que toutes les données stockées localement ne seront pas chiffrées.
it: Se non utilizzi una password su questo account, tutti i dati archiviati localmente non verranno criptati
nl: Het niet gebruiken van een wachtwoord voor dit account betekent dat alle lokaal opgeslagen gegevens niet worden versleuteld
no: Ved å ikke bruke passord for denne kontoen vil all data lagret lokalt lagres åpent
pl: Brak hasła do konta oznacza, że dane przechowywane na tym urządzeniu nie będą zaszyfrowane
pt_br: Não usar uma senha nesta conta significa que todos os dados armazenados localmente não serão criptografados
ro: Lipsa unei parole pe acest cont înseamnă că toate datele stocate local nu vor fi criptate.
ru: Отсутствие пароля в этой учетной записи означает, что все данные, хранящиеся локально, не будут зашифрованы
sk: Nepoužitie hesla na tomto účte znamená, že všetky dáta uložené lokálne nebudú šifrované
tr: Bu hesapta parola kullanılmaması yerel olarak depolanan verilerin şifrelenmeyeceği anlamına gelir

# radioNoPassword
source: Unencrypted (No password)
cy: Heb ei amgryptio (Dim cyfrinair)
da: Ukrypteret (intet password)
de: Unverschlüsselt (kein Passwort)
es: Sin cifrado (sin contraseña)
fr: Non chiffré (pas de mot de passe)
it: Non criptato (senza password)
nl: Onversleuteld (Geen wachtwoord)
no: Ikke kryptert (ikke passord)
pl: Niezaszyfrowany (brak hasła)
pt_br: Descriptografado (Sem senha)
ro: Necriptat (fără parolă)
ru: Незашифрованный (без пароля)
sk: Nešifrované (Žiadne heslo)
tr: Şifrelenmemiş (Parola yok)

# radioUsePassword
source: Password
cy: Cyfrinair
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
tr: Parola

source: Edit Profile
cy: Golygu Proffil
da: Rediger Profil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica il profilo
nl: Bewerk profiel
no: Endre profil
pl: Edytuj profil
pt_br: Editar Perfil
ro: Editați profilul
ru: Изменить профиль
sk: Upraviť Profil
tr: Profili Düzenle

source: New Profile
cy: Proffil Newydd
da: Ny Profil
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
it: Nuovo Profilo
nl: Nieuw profiel
no: Ny profil
pl: Nowy profil
pt_br: Novo Perfil
ro: Profil nou
ru: Новый профиль
sk: Nový Profil
tr: Yeni Profil

# profileName
source: Display name
cy: Enw arddangos
da: Visnings-navn
de: Anzeigename
es: Nombre de Usuario
fr: Pseudo
it: Nome visualizzato
nl: Weergavenaam
no: Visningsnavn
pl: Nazwa
pt_br: Nome de exibição
ro: Numele afișat
ru: Введите имя...
sk: Zobrazované Meno
tr: Kullanıcı adı

# editProfileTitle
source: Edit Profile
cy: Golygu Proffil
da: Rediger Profil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica il profilo
nl: Bewerk profiel
no: Endre profil
pl: Edytuj profil
pt_br: Editar perfil
ro: Editați profilul
ru: Изменить профиль
sk: Upraviť Profil
tr: Profili Düzenle

# addProfileTitle
source: Add new profile
cy: Ychwanegu proffil newydd
da: Tilføj ny profil
de: Neues Profil hinzufügen
es: Agregar nuevo perfil
fr: Ajouter un nouveau profil
it: Aggiungi nuovo profilo
nl: Nieuw profiel toevoegen
no: Legg til ny profil
pl: Dodaj nowy profil
pt_br: Adicionar novo perfil
ro: Adăugați un profil nou
ru: Добавить новый профиль
sk: Pridať nový profil
tr: Yeni profil ekle

# unblockBtn
source: Unblock Contact
cy: Dadrwystro Cyswllt
da: Tillad kontakt
de: Kontakt entsperren
es: Desbloquear contacto
fr: Débloquer le contact
it: Sblocca il contatto
nl: Contact deblokkeren
no: Fjern blokkering
pl: Odblokuj
pt_br: Desbloquear Contato
ro: Deblocați contactul
ru: Разблокировать контакт
sk: Odblokovať Kontakt
tr: Kişi Engelini Kaldır

# dontSavePeerHistory
source: Delete History
cy: Dileu Hanes
da: Slet historik
de: Verlauf löschen
es: Eliminar historial de contacto
fr: Supprimer l'historique
it: Elimina la cronologia
nl: Geschiedenis verwijderen
no: Slett historien
pl: Nie
pt_br: Deletar histórico
ro: Ștergeți istoricul
ru: Удалить историю
sk: Vymazať Históriu
tr: Geçmişi Sil

# savePeerHistoryDescription
source: Determines whether to delete any history associated with the contact.
cy: Yn penderfynu a ddylid dileu unrhyw hanes sy'n gysylltiedig â'r cyswllt.
da: Fastslå hvorvidt historik forbundet med denne kontakt skal slettes.
de: Legt fest, ob der mit dem Kontakt verbundene Verlauf gelöscht werden soll.
es: Determina si eliminar o no el historial asociado con el contacto.
fr: Détermine s'il faut ou non supprimer tout historique associé au contact.
it: Determina se eliminare la cronologia eventualmente associata al contatto.
nl: Bepaalt of geschiedenis gekoppeld aan de contactpersoon moet worden verwijderd.
no: Avgjør om historie for denne kontakten skal slettes
pl: Zapisywanie wiadomości
pt_br: Determina se deve excluir algum histórico associado com o contato.
ro: Determină dacă se șterge istoricul asociat cu persoana de contact.
ru: Определяет политику хранения или удаления сообщений с данным контактом
sk: Určuje či vymazať všetku históriu spojenú s kontaktom
tr: Kişi ile ilgili tüm geçmişin silinip silinmeyeceğini belirler.

# savePeerHistory
source: Save History
cy: Achub Hanes
da: Gem historik
de: Verlauf speichern
es: Guardar el historial con contacto
fr: Enregistrer l'historique
it: Salva la cronologia
nl: Geschiedenis opslaan
no: Lagre historien
pl: Tak
pt_br: Salvar histórico
ro: Salvați istoricul
ru: Настройка истории
sk: Uložiť Históriu
tr: Geçmişi Kaydet

# blockBtn
source: Block Contact
cy: Rhwystro Cyswllt
da: Blokér kontakt
de: Kontakt blockieren
es: Bloquear contacto
fr: Bloquer le contact
it: Blocca il contatto
nl: Blokkeer contact
no: Blokkér kontatk
pl: Zablokuj
pt_br: Bloquear Contato
ro: Blocați contactul
ru: Заблокировать контакт
sk: Zablokovať Kontakt
tr: Kişiyi Engelle

# displayNameLabel
source: Display Name
cy: Enw Arddangos
da: Visnings-navn
de: Anzeigename
es: Nombre de Usuario
fr: Pseudo
it: Nome visualizzato
nl: Weergavenaam
no: Visningsnavn
pl: Nazwa
pt_br: Nome de Exibição
ro: Numele de afișare
ru: Отображаемое имя
sk: Zobrazované Meno
tr: Lütfen bir ad girin

# copiedToClipboardNotification
source: Copied to Clipboard
cy: Wedi'i gopïo i'r Clipfwrdd
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papier
it: Copiato negli Appunti
nl: Gekopieerd naar klembord
no: Kopiert til utklippstavle
pl: Skopiowano do schowka
pt_br: Copiado
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sk: Skopírované do Schránky
tr: Panoya kopyalandı

# addressLabel
source: Address
cy: Cyfeiriad
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
no: Adresse
pl: Adresy
pt_br: Endereço
ro: Adresa
ru: Адрес
sk: Adresa
tr: Adres

# puzzleGameBtn
source: Puzzle Game
cy: Gêm Pos
da: Puzzlespil
de: Puzzlespiel
es: Juego de rompecabezas
fr: Puzzle
it: Gioco di puzzle
nl: Puzzelspel
no: Puslespill
pl: Puzzle
pt_br: Jogo de Adivinhação
ro: Puzzle
sk: Puzzle Hra
tr: Yapboz

# bulletinsBtn
source: Bulletins
cy: Bwletinau
da: Opslag
de: Bekanntmachungen
es: Boletines
it: Bollettini
no: Oppslag
pl: Biuletyny
pt_br: Boletins
ro: Buletine
ru: Бюллетень
sk: Bulletiny
tr: Bültenler

# listsBtn
source: Lists
cy: Rhestrau
da: Liste
de: Listen
es: Listas
fr: Listes
it: Liste
nl: Lijsten
no: Lister
pl: Listy
pt_br: Listas
ro: Liste
ru: Списки
sk: Zoznamy
tr: Listeler

# rejectGroupBtn
source: Reject
cy: Gwrthod
da: Afvis
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
no: Avvis
pl: Odrzuć
pt_br: Recusar
ro: Respingeți
ru: Отклонить
sk: Odmietnuť
tr: Reddet

# acceptGroupBtn
source: Accept
cy: Derbyn
da: Accepter
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteren
no: Godta
pl: Akceptuj
pt_br: Aceitar
ro: Acceptați
ru: Принять
sk: Prijať
tr: Kabul Et

# acceptGroupInviteLabel
source: Do you want to accept the invitation to
cy: Ydych chi am dderbyn y gwahoddiad i
da: Vil du acceptere invitationen til
de: Möchtest Du die Einladung annehmen zu
es: ¿Quieres aceptar la invitación a
fr: Voulez-vous accepter l'invitation au groupe de
it: Vuoi accettare l'invito a
nl: Wil je de uitnodiging accepteren voor
no: Ønsker du å godta invitasjonen til
pl: Czy chcesz zaakceptować zaproszenie do grupy
pt_br: Você quer aceitar o convite para
ro: Doriți să acceptați invitația în
ru: Хотите принять приглашение в
sk: Chcete prijať pozvánku do
tr: Daveti kabul etmek istiyor musunuz

# newGroupBtn
source: Create new group
cy: Creu grŵp newydd
da: Opret ny gruppe
de: Neue Gruppe erstellen
es: Crear un nuevo grupo de chat
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
nl: Nieuwe groep aanmaken
no: Lag ny gruppe
pl: Utwórz nową grupę
pt_br: Criar novo grupo
ro: Creați un grup nou
ru: Создать новую группу
sk: Vytvoriť novú skupinu
tr: Yeni grup oluştur

# copyBtn
source: Copy
cy: Copi
da: Kopier
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopieer
no: Kopiér
pl: Kopiuj
pt_br: Copiar
ro: Copiați
ru: Копировать
sk: Kopírovať
tr: Kopyala
