Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# descriptionFileSharing
source: The file sharing experiment allows you to send and receive files from Cwtch contacts and groups. Note that sharing a file with a group will result in members of that group connecting with you directly over Cwtch to download it.
cy: Mae'r arbrawf rhannu ffeiliau yn caniatáu i chi anfon a derbyn ffeiliau o gysylltiadau a grwpiau Cwtch. Sylwer y bydd rhannu ffeil gyda grŵp yn arwain at aelodau o'r grŵp hwnnw yn cysylltu â chi'n uniongyrchol dros Cwtch i'w lawrlwytho.
da: Fildelingseksperimentet tillader dig at sende og modtage filer fra Cwtch kontakter og grupper. Bemærk at deling af filer med en gruppe vil resultere i at medlemmer af gruppen forbinder direkte med dig over Cwtch for at downloade filen.
de: Mit dem Dateifreigabe-Experiment kannst Du Dateien von Cwtch-Kontakten und -Gruppen senden und empfangen. Beachte, dass das Teilen einer Datei mit einer Gruppe dazu führt, dass sich die Mitglieder dieser Gruppe direkt mit Dir über Cwtch verbinden, um die Datei herunterzuladen.
es: El experimento de compartir archivos te permite enviar y recibir archivos de contactos y grupos de Cwtch. Ten en cuenta que compartir un archivo con un grupo resultará en que los miembros de ese grupo puedan descargarlo.
fr: L'expérience de partage de fichiers vous permet d'envoyer et de recevoir des fichiers à partir de contacts et de groupes Cwtch. Notez que si vous partagez un fichier avec un groupe, les membres de ce groupe se connecteront avec vous directement via Cwtch pour le télécharger.
it: L'esperimento di condivisione dei file ti consente di inviare e ricevere file dai contatti e dai gruppi di Cwtch. Tieni presente che la condivisione di un file con un gruppo farà sì che i membri di quel gruppo si colleghino con te direttamente su Cwtch per scaricarlo.
nl: Het experiment met het delen van bestanden staat u toe om bestanden van Cwtch-contactpersonen en groepen te verzenden en te ontvangen. Merk op dat het delen van een bestand met een groep tot gevolg zal hebben dat leden van die groep direct via Cwtch verbinding met je maken om het bestand te downloaden.
no: Fildelingsforsøket lar deg sende og motta filer fra Cwtch kontakter og grupper. Merk at deling av en fil med en gruppe vil la individuelle medlemmer av gruppen koble seg til deg direkte via Cwtch for å laste den ned.
pl: Udostępnianie plików (eksperymentalne) umożliwia wysyłanie i otrzymywanie plików od znajomych i grup. Pamiętaj, że udostępnienie pliku grupie spowoduje bezpośrednie połączenie się członków grupy z Tobą przez Cwtch w celu pobrania pliku.
pt_br: O experimento de compartilhamento de arquivos permite enviar e receber arquivos de contatos e grupos do Cwtch. Note que compartilhar um arquivo com um grupo resultará em membros desse grupo conectando-se diretamente com você através do Cwtch para baixá-lo.
ro: Experimentul de partajare a fișierelor vă permite să trimiteți și să primiți fișiere de la contacte și grupuri Cwtch. Rețineți că partajarea unui fișier cu un grup va duce la conectarea membrilor acelui grup cu dvs. direct prin Cwtch pentru a-l descărca.
ru: Данная функция позволяет обмениваться файлами напрямую с контактами и группами в Cwtch. Отправляемый файл будет напрямую скачиваться с вашего устройства через Cwtch, внутри сети Tor
sk: Experiment zdielanie súborov vám umožňuje odosielať a príjmať súbory od Cwtch kontaktov a skupín. Majte na pamäti že zdielanie súboru zo skupinou znamená priame spojenie s členmy skupiny, aby súbor mohli stiahnuť.
tr: Dosya paylaşım deneyi, Cwtch kişileri ve gruplarından dosya gönderip almanızı sağlar. Bir dosyayı bir grupla paylaşmanın, o grubun üyelerinin dosyayı indirmek için doğrudan Cwtch üzerinden sizinle bağlantı kurmasıyla sonuçlanacağını unutmayın.

# settingFileSharing
source: File Sharing
cy: Rhannu Ffeiliau
da: Fildeling
de: Gemeinsame Nutzung von Dateien
es: Compartir Archivos
fr: Partage de fichiers
it: Condivisione file
nl: Bestanden delen
no: Fildeling
pl: Udostępnianie plików
pt_br: Compartilhar arquivo
ro: Partajarea fișierelor
ru: Передача файлов
sk: Zdielanie Súborov
tr: Dosya Paylaşma

# tooltipSendFile
source: Send File
cy: Anfon Ffeil
da: Send Fil
de: Datei senden
es: Enviar Archivo
fr: Envoyer le fichier
it: Invia file
nl: Verstuur bestand
no: Send fil
pl: Wyślij plik
pt_br: Mandar arquivo
ro: Trimiteți fișierul
ru: Отправить файл
sk: Poslať Súbor
tr: Dosya Gönder

# messageFileOffered
source: Contact is offering to send you a file
cy: Mae cyswllt yn cynnig anfon ffeil atoch
da: Kontakt tilbyder dig en fil
de: Kontakt bietet an, Dir eine Datei zu schicken
es: El contacto ofrece enviarte un archivo
fr: Contact vous propose de vous envoyer un fichier
it: Il contatto offre l'invio di un file
nl: Contact biedt aan om je een bestand te sturen
no: Kontakten ønsker å sende deg en fil
pl: Znajomy chce wysłać Ci plik
pt_br: Contato está oferecendo mandar um arquivo para você
ro: Contactul vrea să vă trimită un fișier
ru: Контакт предлагает загрузить вам файл
sk: Kontakt vám chce poslať súbor
tr: Kişi size bir dosya göndermek istiyor

# messageFileSent
source: You sent a file
cy: Anfonasoch ffeil
da: Du har sendt en fil
de: Du hast eine Datei gesendet
es: Enviaste un archivo
fr: Vous avez envoyé un fichier
it: Hai inviato un file
nl: Je hebt een bestand verzonden
no: Du sendte en fil
pl: Plik został wysłany
pt_br: Você mandou um arquivo
ro: Ați trimis un fișier
ru: Вы отправили файл
sk: Poslali ste súbor
tr: Bir dosya gönderdiniz

# messageEnableFileSharing
source: Enable the file sharing experiment to view this message.
cy: Galluogi'r arbrawf rhannu ffeiliau i weld y neges hon.
da: Aktiver fildelingseksperimentet for at få vist denne besked.
de: Aktiviere das Dateifreigabe-Experiment, um diese Nachricht anzuzeigen.
es: Habilita el experimento de compartir archivos para ver este mensaje.
fr: Activez l'expérience de partage de fichiers pour afficher ce message.
it: Abilita l'esperimento di condivisione dei file per visualizzare questo messaggio.
nl: Schakel het experiment voor het delen van bestanden in om dit bericht te bekijken.
no: Aktiver fildelingsforsøket for å se denne meldingen.
pl: Włącz udostępnianie plików (eksperymentalne) aby wyświetlić tę wiadomość
pt_br: Habilite o experimento de compartilhamento de arquivos para visualizar esta mensagem.
ro: Activați experimentul de partajare a fișierelor pentru a vizualiza acest mesaj.
ru: Включите экспериментальную функцию Обмен файлами чтобы просмотреть это сообщение.
sk: Povolte experiment zdielanie súborov pre zobrazenie tejto správy.
tr: Bu mesajı görüntüleyebilmek için dosya paylaşma deneyini etkinleştirin.

# labelFilesize
source: Size
cy: Maint
da: Størrelse
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Grootte
no: Størrelse
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
tr: Boyut

# labelFilename
source: Filename
cy: Enw ffeil
da: Filnavn
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt_br: Nome do arquivo
ro: Numele fișierului
ru: Имя-файла
sk: Meno súboru
tr: Dosya Adı

# downloadFileButton
source: Download
cy: Lawrlwytho
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
no: Last ned
pl: Pobierz
ro: Descărcați
ru: Загрузить
sk: Stiahnuť
tr: İndir

# openFolderButton
source: Open Folder
cy: Ffolder Agored
da: Åbn Folder
de: Ordner öffnen
es: Abrir Carpeta
fr: Ouvrir le dossier
it: Apri Cartella
nl: Open map
no: Åpne mappe
pl: Otwórz folder
pt_br: Abrir pasta
ro: Deschideți dosarul
ru: Открыть папку
sk: Otvoriť Zložku
tr: Klasörü Aç

# retrievingManifestMessage
source: Retrieving file information...
cy: Wrthi'n nôl gwybodaeth ffeil...
da: Henter fil-information...
de: Dateiinformationen werden abgerufen...
es: Recuperando información del archivo...
fr: Récupération des informations sur le fichier...
it: Recupero delle informazioni sul file in corso...
nl: Bestandsinformatie ophalen...
no: Henter filinformasjon...
pl: Pobieranie informacji o pliku...
pt_br: Obtendo informações do arquivo...
ro: Se preiau informații despre fișier...
ru: Получение информации о файле...
sk: Získavam informácie o súbore...
tr: Dosya bilgileri alınıyor...

# descriptionStreamerMode
source: If turned on, this option makes the app more visually private for streaming or presenting with, for example, hiding profile and contact addresses
cy: Os caiff ei droi ymlaen, mae'r opsiwn hwn yn gwneud yr ap yn fwy gweledol preifat ar gyfer ffrydio neu gyflwyno gyda, er enghraifft, cuddio proffil a chyfeiriadau cyswllt
da: Hvis denne funktion aktiveres kan applikationen skjule elementer der ellers ville afsløres under streaming eller præsentation, ved at skjule profiler og kontaktinformationer
de: Wenn diese Option aktiviert ist, wird die App für das Streaming oder die Präsentation optisch privater gestaltet, indem z. B. Profil- und Kontaktadressen ausgeblendet werden.
es: Si está activada, esta opción hace que la aplicación sea más privada visualmente para transmitir o presentar, por ejemplo, ocultando direcciones de perfil y contacto.
fr: Si elle est activée, cette option donne un rendu visuel plus privé à l'application pour la diffusion en direct ou la présentation, par exemple, en masquant profil et adresses de contacts.
it: Se attivata, questa opzione rende l'applicazione visivamente più privata per lo streaming o la presentazione, ad esempio nascondendo il profilo e gli indirizzi di contatto
nl: Wanneer ingeschakeld, maakt deze optie de app visueel meer privé voor streaming of presentatie door bijvoorbeeld profiel- en contactadressen te verbergen
no: Gjør programmet mer visuelt privat ved å f.eks. gjemme profiler og kontaktadresser
pl: Ukrywa wrażliwe elementy interfejsu, np. adresy profili i kontaktów, na potrzeby udostępniania swojego ekranu
pt_br: Se ativada, esta opção torna o aplicativo mais privado visualmente para streaming ou apresentação com, por exemplo, perfil e endereços de contato ocultos.
ro: Dacă este activată, această opțiune face ca aplicația să fie mai privată din punct de vedere vizual pentru streaming sau prezentare. De exemplu, ascunde adresele de profil și de contact
ru: При включении этого параметра, внешний вид некоторых элементов становится более приватным, скрывая длинные Onion адреса и адреса контактов, оставляя только заданные имена
sk: Po zapnutí toto nastavenie urobí aplikáciu vizuálne súkromejšou. Na príklad: zakrije niektoré položky, ako profil a adresy kontaktov
tr: Bu seçenek etkinleştirildiğinde profiller, iletişim adresleri gibi bilgiler saklanarak uygulama daha gizli hale getirilir.

# streamerModeLabel
source: Streamer/Presentation Mode
cy: Streamer Cyflwyno
da: Streaming/Præsentations-tilstand
de: Streamer/Präsentationsmodus
es: Modo Streamer/Presentación
fr: Mode Streamer/Présentation
it: Modalità Streamer/Presentazione
nl: Streamer-/presentatiemodus
no: Strømme-/Presentasjonsmodus
pl: Tryb streamera/prezentacji
pt_br: Streamer/Modo de apresentação
ro: Modul de Streamer/Prezentare
ru: Режим маскировки
sk: Streamer/Prezentačný Mód
tr: Yayıncı/Sunum Modu

# archiveConversation
source: Archive this Conversation
cy: Archifo'r Sgwrs hon
da: Arkivér denne samtale
de: Archiviere diese Konversation
es: Archivar esta conversación
fr: Archiver cette conversation
it: Archivia questa conversazione
nl: Archiveer dit gesprek
no: Arkivér denne samtalen
pl: Zarchiwizuj tę konwersację
pt_br: Arquivar esta conversa
ro: Arhivați această conversație
ru: Отправить чат в архив
sk: Archivovať túto konverzáciu
tr: Bu Sohbeti Arşivle

# blockUnknownConnectionsEnabledDescription
source: Connections from unknown contacts are blocked. You can change this in Settings
cy: Mae cysylltiadau o gysylltiadau anhysbys wedi'u rhwystro. Gallwch newid hyn mewn Gosodiadau
da: Forbindelser fra ukendte kontakter er blokerede. Du kan ændre dette i Indstillinger
de: Verbindungen von unbekannten Kontakten werden blockiert. Du kannst dies in den Einstellungen ändern.
es: Las conexiones de contactos desconocidos están bloqueadas. Puedes cambiar esto en la Configuración
fr: Les connexions provenant de contacts inconnus sont bloquées. Vous pouvez modifier cela dans les paramètres
it: Le connessioni da contatti sconosciuti sono bloccate. Puoi modificare questa impostazione in Impostazioni
nl: Verbindingen van onbekende contacten worden geblokkeerd. Je kunt dit wijzigen in Instellingen
no: Tilkoblinger fra ukjente kontakter er blokkert. Du kan endre dette under Innstillinger
pl: Ta konwersacja zostanie usunięta gdy zamkniesz Cwtch! Możesz włączyć zapisywanie wiadomości dla każdej konwersacji osobno w menu w prawym górnym rogu.
pt_br: As conexões de contatos desconhecidos são bloqueadas. Você pode mudar isto em Configurações
ro: Conexiunile de la contacte necunoscute sunt blocate. Puteți modifica acest lucru în Setări
ru: Соединения от неизвестных контактов блокируются. Данный параметр можно изменить в настройках
sk: Spojenia od neznámich kontaktov sú zablokované. Môžete to zmeniť v nastaveniach
tr: Bilinmeyen kişilerden gelen bağlantılar engelli. Bu özelliği Ayarlar'dan değiştirebilirsiniz

# showMessageButton
source: Show Message
cy: Dangos Neges
da: Vis meddelelse
de: Nachricht anzeigen
es: Mostrar Mensaje
fr: Afficher le message
it: Mostra il Messaggio
nl: Toon bericht
no: Vis melding
pl: Pokaż wiadomość
pt_br: Mostrar mensagem
ro: Afișați mesajul
ru: Показать сообщения
sk: Ukázať Správu
tr: Mesajı Görüntüle

# blockedMessageMessage
source: This message is from a profile you have blocked.
cy: Mae'r neges hon o broffil rydych chi wedi'i rwystro.
da: Denne meddelelse er fra en kontakt som du har blokeret.
de: Diese Nachricht stammt von einem Profil, das Du blockiert hast.
es: Este mensaje proviene de un perfil que has bloqueado.
fr: Ce message provient d'un profil que vous avez bloqué.
it: Questo messaggio proviene da un profilo che hai bloccato.
nl: Dit bericht is van een profiel dat je hebt geblokkeerd.
no: Denne meldingen er fra en profil du har blokkert.
pl: Ta wiadomość jest od użytkownika, który został przez Ciebie zablokowany
pt_br: Esta mensagem é de um perfil que você bloqueou.
ro: Acest mesaj provine de la un profil pe care l-ați blocat.
ru: Это сообщение из заблокированного вами профиля.
sk: Táto správa je od profilu ktorý ste zablokovali.
tr: Bu mesaj blokladığınız bir profilden gönderilmiş

# placeholderEnterMessage
source: Type a message...
cy: Teipiwch neges...
da: Indtast en meddelelse...
de: Gib eine Nachricht ein...
es: Escribe un mensaje...
fr: saisissez un message
it: Scrivi un messaggio...
nl: Type een bericht...
no: Skriv en melding...
pl: Wpisz wiadomość...
pt_br: Digitar a mensagem...
ro: Introduceți un mesaj...
ru: Написать сообщение...
sk: Napísať správu...
tr: Bir mesaj yazın...

# plainProfileDescription
source: We recommend that you protect your Cwtch profiles with a password. If you do not set a password on this profile then anyone who has access to this device may be able to access information about this profile, including contacts, messages and sensitive cryptographic keys.
cy: Rydym yn argymell eich bod yn diogelu eich proffiliau Cwtch gyda chyfrinair. Os nad ydych yn gosod cyfrinair ar y proffil hwn yna mae'n bosibl y bydd unrhyw un sydd â mynediad i'r ddyfais hon yn gallu cyrchu gwybodaeth am y proffil hwn, gan gynnwys cysylltiadau, negeseuon ac allweddi cryptograffig sensitif.
da: Vi anbefaler at du beskytter dine Cwtch-profiler med et password. Hvis ikke du giver denne profil et passwork, kan alle andre der benytter denne enhed læse alle informationer på denne profil, inklusive kontakter, meddelelser og følsomme krypteringsnøgler.
de: Wir empfehlen, dass Du Deine Cwtch-Profile mit einem Passwort schützst. Wenn Du kein Passwort für dieses Profil festlegst, kann jeder, der Zugang zu diesem Gerät hat, auf Informationen über dieses Profil zugreifen, einschließlich Kontakte, Nachrichten und sensible kryptographische Schlüssel.
es: Recomendamos que protejas tus perfiles de Cwtch con una contraseña. Si no estableces una contraseña, cualquiera que tenga acceso a este dispositivo puede acceder a información sobre este perfil, incluyendo contactos, mensajes y claves criptográficas confidenciales.
fr: Nous vous recommandons de protéger vos profils Cwtch par un mot de passe. Si vous ne définissez pas de mot de passe sur ce profil, toute personne ayant accès à cet appareil peut être en mesure d'accéder aux informations relatives à ce profil, y compris les contacts, les messages et les clés de chiffrement sensibles.
it: Ti raccomandiamo di proteggere i tuoi profili Cwtch con una password. Se non imposti una password su questo profilo, chiunque abbia accesso a questo dispositivo potrebbe essere in grado di accedere alle relative informazioni, compresi contatti, messaggi e altri dati sensibili come le chiavi crittografiche.
nl: We raden aan je Cwtch-profielen te beveiligen met een wachtwoord. Als je geen wachtwoord instelt op dit profiel heeft iedereen die toegang heeft tot dit apparaat mogelijk toegang tot informatie over dit profiel, inclusief gevoelige cryptografische sleutels.
no: Vi anbefaler at du beskytter profilen din med et passord. Dersom du ikke velger et passord for denne profilen vil alle som har tilgang til enheten kunne få se informasjon om profilen inkludert kontakter, meldinger og sensitive kryptografiske nøkler.
pl: Zalecamy ustawienie hasła dla profilu Cwtch. Jeśli hasło nie zostanie ustawione, każdy z dostępem do tego urządzenia uzyska dostęp do tego profilu, w tym do wiadomości, znajomych i wrażliwych kluczy kryptograficznych.
pt_br: Recomendamos que você proteja seus perfis Cwtch com uma senha. Se você não definir uma senha neste perfil, qualquer pessoa que tenha acesso a este dispositivo poderá acessar informações sobre este perfil, incluindo contatos, mensagens e chaves criptográficas sensíveis.
ro: Vă recomandăm să vă protejați profilurile Cwtch cu o parolă. Dacă nu setați o parolă pe acest profil, atunci oricine are acces la acest dispozitiv are acces la informații despre acest profil, inclusiv la chei criptografice importante.
ru: Мы рекомендуем защитить свой ПРОФИЛЬ Cwtch паролем. Если Вы этого не сделаете, то любой у кого окажется доступ к устройству, сможет получить доступ к информации об этом профиле, включая контакты, сообщения и конфиденциальные криптографические ключи.
sk: Odporúčame aby ste si ochránili Cwtch profily heslom. Ak si na profile nenastavíte heslo, každý s prístupom k tomuto zariadeniu bude schopný vidieť informácie o danom profile, jeho kontakty, odoslané správy a citlivé kryptografické klúče.
tr: Cwtch profillerinizi parola ile korumanızı öneririz. Bir parola belirlemezseniz, bu cihaza erişimi olan herkes kişiler, mesajlar ve kriptografik anahtarlar da dahil olmak üzere hassas bilgilerinize erişebilir.

# encryptedProfileDescription
source: Encrypting a profile with a password protects it from other people who may also use this device. Encrypted profiles cannot be decrypted, displayed or accessed until the correct password is entered to unlock them.
cy: Mae amgryptio proffil gyda chyfrinair yn ei amddiffyn rhag pobl eraill a allai ddefnyddio'r ddyfais hon hefyd. Ni ellir dadgryptio, arddangos na chyrchu proffiliau wedi'u hamgryptio nes bod y cyfrinair cywir wedi'i fewnbynnu i'w datgloi.
da: Ved at kryptere en profil med et password beskytter du den mod andre der kan bruge denne enhed. Krypterede profiler kan ikke dekrypteres, læses eller tilgås før det korrekte password for at åbne dem er blevet indtastet.
de: Das Verschlüsseln eines Profils mit einem Passwort schützt es vor anderen Personen, die ebenfalls dieses Gerät benutzten könnten. Verschlüsselte Profile können nicht entschlüsselt, angezeigt und benutzt werden bis das korrekte Passwort zum Entsperren eingegeben wurde.
es: Cifrar un perfil con una contraseña lo protege de otras personas que también usen este dispositivo. Los perfiles cifrados no se pueden descifrar, mostrar o acceder hasta que se ingrese la contraseña adecuada para desbloquearlos.
fr: Le chiffrement d'un profil à l'aide d'un mot de passe le protège des autres personnes susceptibles d'utiliser également cet appareil. Les profils chiffrés ne peuvent pas être déchiffrés , affichés ou accessibles tant que le mot de passe correct n'a pas été saisi pour les déverrouiller.
it: Criptare un profilo con una password lo protegge da altre persone che potrebbero usare questo dispositivo. I profili criptati non possono essere decriptati, visualizzati o accessibili finché non viene inserita la password corretta per sbloccarli.
nl: Het versleutelen van een profiel met een wachtwoord beschermt deze tegen andere mensen die dit apparaat kunnen gebruiken. Versleutelde profielen kunnen niet worden ontsleuteld, weergegeven of geopend totdat het juiste wachtwoord is ingevoerd om ze te ontgrendelen.
no: Kryptering av en profil med et passord beskytter den fra andre personer som også bruker denne enheten. Krypterte profiler må låses opp med passord før de kan bli dekryptert, vist eller brukt.
pl: Zaszyfrowanie profilu hasłem chroni go przed dostępem innych osób korzystających z tego urządzenia
pt_br: Criptografar um perfil com uma senha o protege de outras pessoas que também podem usar este dispositivo. Os perfis criptografados não podem ser descriptografados, exibidos ou acessados até que a senha correta seja inserida para desbloqueá-los.
ro: Criptarea unui profil cu o parolă îl protejează de alte persoane care utilizează și ele acest dispozitiv. Profilurile criptate nu pot fi decriptate, afișate sau accesate până când nu se introduce parola corectă pentru a le debloca.
ru: Шифрование ПРОФИЛЯ паролем защитит его от других людей у которых может оказаться доступ к этому устройству. Зашифрованный ПРОФИЛЬ нельзя расшифровать, пока не будет введен правильный пароль разблокировки.
sk: Šifrovanie profilu heslom ho chráni pred ostatnými ľuďmi ktorí by mohli taktiež používať toto zariadenie. Šifrované profily nemôžu byť dešífrované, zobrazené alebo sprístupnené pokiaľ nie je zadané správne heslo.
tr: Bir profili parola ile şifrelemek, profili bu aygıtı kullanabilecek diğer kişilerden korur. Doğru şifre girilene kadar şifrelenmiş profiller görüntülenemez veya erişilemez.

# addContactConfirm
source: Add contact %1
cy: Ychwanegu cyswllt %1
da: Tilføj kontakt %1
de: Kontakt hinzufügen %1
es: Agrega al contacto %1
fr: Ajouter le contact %1
it: Aggiungi %1 come contatto
nl: Contact %1 toevoegen
no: Legg til kontakten %1
pl: Dodaj znajomego %1
pt_br: Adicionar contato %1
ro: Adăugați contactul %1
ru: Добавить контакт %1
sk: Pridať kontakt %1
tr: %1 kişisini ekle

source: Add contact
cy: Ychwanegu cyswllt
da: Tilføj kontakt
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter le contact
it: Aggiungi contatto
nl: Contact toevoegen
no: Legg til kontakt
pl: Dodaj znajomego
pt_br: Adicionar contato
ro: Adăugați un contact
ru: Добавить контакт
sk: Pridať kontakt
tr: Kişi ekle

# contactGoto
source: Go to conversation with %1
cy: Mynd i sgwrs gyda % 1
da: Gå til samtale med %1
de: Zur Unterhaltung mit %1 wechseln
es: Ir a conversación con %1
fr: Aller à la conversation avec %1
it: Vai alla conversazione con %1
nl: Ga naar gesprek met %1
no: Gå til samtale med %1
pl: Przejdź do konwersacji z %1
pt_br: Vá para conversa com %1
ro: Accesați conversația cu %1
ru: Перейти к сообщению от %1
sk: Prejsť ku konverzácii s %1
tr: %1 ile olan sohbete git
