Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# peerOfflineMessage
source: Contact is offline, messages can't be delivered right now
cy: Mae cyswllt all-lein, ni ellir cyflwyno negeseuon ar hyn o bryd
da: Kontakt er ikke online, meddelelser kan ikke leveres i øjeblikket
de: Kontakt ist offline, Nachrichten können im Moment nicht zugestellt werden
es: Este contacto no está en línea, los mensajes no pueden ser entregados en este momento
fr: Le contact est hors ligne, les messages ne peuvent pas être transmis pour le moment.
it: Il contatto è offline, i messaggi non possono essere recapitati in questo momento
nl: Contact is offline, berichten kunnen nu niet worden afgeleverd
no: Kontakten har logget av, meldigner kan ikke leveres akkurat nå
pl: Znajomy jest niedostępny, nie można dostarczyć wiadomości
pt_br: Contato está off-line, mensagens não podem ser entregues agora.
ro: Contactul este offline, mesajele nu pot fi transmise în acest moment
ru: Контакт не в сети, сообщения не могут быть отправлены
sk: Kontakt je offline. Správý nemôžu byť doručené
tr: Kişi çevrimdışı, mesajlar şu anda iletilemiyor

# peerBlockedMessage
source: Contact is blocked
cy: Mae cyswllt wedi'i rwystro
da: Kontakt er blokeret
de: Kontakt ist blockiert
es: Contacto bloqueado
fr: Le contact est bloqué
it: Il contatto è bloccato
nl: Contact is geblokkeerd
no: Kontakten er blokkert
pl: Użytkownik jest zablokowany
pt_br: Contato está bloquado
ro: Contactul este blocat
ru: Контакт заблокирован
sk: Kontakt je zablokovaný
tr: Kişi engelli

# pendingLabel
source: Pending
cy: Arfaeth
da: Afventet
de: Anhängig
es: Pendiente
fr: En attente
it: In corso
nl: In afwachting
no: Venter
pl: W toku
pt_br: Pendente
ro: În așteptare
ru: Ожидаемый
sk: Čaká sa
tr: Beklemede

# acknowledgedLabel
source: Acknowledged
cy: Cydnabyddir
da: Bekræftet
de: Bestätigt
es: Reconocido
fr: Accusé de réception
it: Riconosciuto
nl: Erkend
no: Bekreftet
pl: OK
pt_br: Confirmada
ro: Recunoscut
ru: Отправлено
sk: Potvrdené
tr: Onaylandı

# couldNotSendMsgError
source: Could not send this message
cy: Doedd dim modd anfon y neges hon
da: Kunne ikke sende denne besked
de: Diese Nachricht konnte nicht gesendet werden
es: No se pudo enviar este mensaje
fr: Impossible d'envoyer ce message
it: Impossibile inviare questo messaggio
nl: Kan bericht niet verzenden
no: Kunne ikke sende meldingen
pl: Wiadomość nie została wysłana
pt_br: Não deu para enviar esta mensagem
ro: Nu s-a putut trimite acest mesaj
ru: Не удалось отправить это сообщение
sk: Správa nemohla byť odoslaná
tr: Mesaj gönderilemedi

# dmTooltip
source: Click to DM
cy: Cliciwch i DM
da: Click for at samtale
de: Klicken für Direktnachricht
es: Haz clic para enviar mensaje directo
fr: Envoyer un message privé
it: Clicca per inviare un Messaggio Diretto
nl: Klik voor DM
no: Klikk for DM
pl: Kliknij, aby wysłać wiadomość
pt_br: Clique para DM
ro: Apăsati pentru mesaj direct
ru: Нажмите, чтобы перейти в DM
sk: Klikni pre poslanie priamej správy
tr: DM için tıklayın

# membershipDescription
source: Below is a list of users who have sent messages to the group. This list may not reflect all users who have access to the group.
cy: Isod ceir rhestr o ddefnyddwyr sydd wedi anfon negeseuon i'r grŵp. Efallai na fydd y rhestr hon yn adlewyrchu'r holl ddefnyddwyr sydd â mynediad i'r grŵp.
da: Herunder er en liste af brugere der har sendt beskeder i gruppen. Denne liste afspejler nødvendigvis ikke alle brugere der har adgang til gruppen.
de: Nachfolgend findest Du eine Liste der Benutzer, die Nachrichten an die Gruppe gesendet haben. Diese Liste gibt möglicherweise nicht alle Benutzer wieder, die Zugang zu der Gruppe haben.
es: La lista a continuación solo muestra los miembros que han enviado mensajes al grupo, no incluye a todos los usuarios dentro del grupo
fr: Liste des utilisateurs ayant envoyés un ou plusieurs messages au groupe. Cette liste peut ne pas être représentatives de l'ensemble des membres du groupe.
it: Di seguito è riportato un elenco di utenti che hanno inviato messaggi al gruppo. Questo elenco potrebbe non corrispondere a tutti gli utenti che hanno accesso al gruppo.
nl: Hieronder staat een lijst met gebruikers die berichten naar de groep hebben gestuurd. Deze lijst bevat mogelijk niet alle gebruikers die toegang hebben tot de groep.
no: Under er en liste over brukere som har sendt meldinger til gruppen. Listen viser ikke nødvendigvis alle som har tilgang til gruppen.
pl: Lista użytkowników, którzy wysyłali wiadomości w tej grupie. Członkowie grupy, którzy nie wysyłali żadnych wiadomości nie są na tej liście.
pt_br: A lista abaixo é de usuários que enviaram mensagens ao grupo. Essa lista pode não refletir todos os usuários que têm acesso ao grupo.
ro: Mai jos este o listă a utilizatorilor care au trimis mesaje către grup. Este posibil ca această listă să nu afișeze toți utilizatorii care au acces la grup.
ru: Ниже приведен список пользователей, отправивших сообщения группе. Этот список может не отражать всех пользователей, имеющих доступ к группе.
sk: Dole je list užívateľov ktorý do skupiny poslali správy. List nemusí zobrazovať všetkých užívateľov ktorý majú ku skupine prístup.
tr: Aşağıda gruba ileti gönderen kullanıcıların listesi verilmiştir. Bu liste gruba erişimi olan tüm kullanıcıları yansıtmayabilir.

# addListItemBtn
source: Add Item
cy: Ychwanegu Eitem
da: Tilføj emne
de: Element hinzufügen
es: Agregar artículo
fr: Ajouter un élément
it: Aggiungi elemento
nl: Item toevoegen
no: Legg til
pl: Dodaj
pt_br: Adicionar Item
ro: Adăugați un element
ru: Добавить элемент
sk: Pridať Položku
tr: Öğe Ekle

# peerNotOnline
source: Contact is offline. Applications cannot be used right now.
cy: Mae'r cyswllt all-lein. Does dim modd defnyddio ceisiadau ar hyn o bryd.
da: Kontakt er utilgængelig. Kontakt kan ikke bruges i øjeblikket.
de: Der Kontakt ist offline. Anwendungen können im Moment nicht verwendet werden.
es: Este contacto no está en línea, la aplicación no puede ser usada en este momento
fr: Le contact est hors ligne. Les applications ne peuvent pas être utilisées pour le moment.
it: Il contatto è offline. Le applicazioni non possono essere utilizzate in questo momento.
nl: Contact is offline. De toepassingen kunnen op dit moment niet worden gebruikt.
no: Kontakten har logget av. Programmet kan ikke benyttes akkurat nå.
pl: Znajomy jest niedostępny. Nie można użyć aplikacji.
pt_br: Contato está off-line. Não pode receber mensagens agora.
ro: Contactul este offline. Aplicațiile nu pot fi utilizate în acest moment.
ru: Контакт не в сети. Вы не можете связаться с ним пока он не появиться в сети.
sk: Kontakt je offline. Aplikácie nemôžu byť momentálne použité.
tr: Kişi çevrimdışı. Uygulamalar şu anda kullanılamıyor.

source: Search List
cy: Rhestr Chwilio
da: Søg Liste
de: Liste durchsuchen
es: Buscar en la lista
fr: Liste de recherche
it: Elenco di Ricerca
nl: Zoeklijst
no: Søk
pl: Lista wyszukiwania
pt_br: Lista de Pesquisa
ro: Lista de căutare
ru: Список поиска
sk: Hľadať v Zozname
tr: Listede Ara

source: Update
cy: Diweddaru
da: Updater
es: Actualizar
fr: Mise à jour
it: Aggiornamento
no: Oppdater
pl: Zaktualizuj
pt_br: Atualizar
ro: Actualizați
ru: Обновить
sk: Aktualizovať
tr: Güncelleştir

# inviteBtn
source: Invite
cy: Gwahodd
da: Inviter
de: Einladen
es: Invitar
fr: Invitation
it: Invitare
nl: Uitnodigen
no: Inviter
pl: Zaproś
pt_br: Convidar
ro: Invitați
ru: Пригласить
sk: Pozvať
tr: Davet Et

# inviteToGroupLabel
source: Invite to group
cy: Gwahodd i grŵp
da: Inviter til gruppe
de: Zur Gruppe einladen
es: Invitar al grupo
fr: Inviter au groupe
it: Invitare nel gruppo
nl: Uitnodigen voor groep
no: Inviter til gruppe
pl: Zaproś do grupy
pt_br: Convidar ao grupo
ro: Invitați în grup
ru: Пригласить в группу
sk: Pozvať do skupiny
tr: Gruba davet et

# groupNameLabel
source: Group Name
cy: Enw'r Grŵp
da: Gruppename
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del Gruppo
nl: Groepsnaam
no: Gruppename
pl: Nazwa grupy
pt_br: Nome do Grupo
ro: Numele grupului
ru: Имя группы
sk: Meno skupiny
tr: Grup İsmi

# viewServerInfo
source: Server Info
cy: Gwybodaeth Gweinydd
es: Información del servidor
fr: Informations sur le serveur
it: Informazioni sul Server
no: Tjenerinformasjon
pl: Informacje o serwerze
ro: Informații despre server
ru: Информация о сервере
sk: Informácie o Servery
tr: Sunucu Bilgileri

# serverNotSynced
source: Syncing New Messages (This can take some time)...
cy: Wrthi'n cysoni Negeseuon Newydd (Gall hyn gymryd peth amser)...
da: Synkroniserer nye meddelelser (Dette kan tage noget tid)...
de: Neue Nachrichten synchronisieren (dies kann einige Zeit dauern)...
es: Sincronizando mensajes nuevos (Puede tomar un tiempo)...
fr: Synchronisation des nouveaux messages (Cela peut prendre un certain temps)...
it: Sincronizzazione Nuovi Messaggi (L'operazione può richiedere del tempo)...
nl: Nieuwe berichten synchroniseren (dit kan even duren)...
no: Henter nye meldinger (dette kan ta litt tid)...
pl: Synchronizacja wiadomości (to może chwilę potrwać)...
pt_br: Sincronizando novas mensagens (Isto pode levar um tempo)...
ro: Se sincronizează mesaje noi (poate dura ceva timp)...
ru: Синхронизация новых сообщений (это может занять некоторое время)...
sk: Synchronizujem nové správy (Môže to chvíľu trvať)...
tr: Yeni Mesajlar Senkronize Oluyor (Biraz zaman alabilir)...

# serverSynced
source: Synced
cy: Cysoni
da: Synkroniserert
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
nl: Gesynchroniseerd
no: Oppdatert
pl: Zsynchronizowano
pt_br: Sincronizado
ro: Sincronizat
ru: Синхронизировано
sk: Synchronizované
tr: Senkronize Edildi

# serverConnectivityDisconnected
source: Server Disconnected
cy: Gweinydd wedi'i Ddatgysylltu
da: Server afbrudt
de: Server getrennt
es: Servidor desconectado
fr: Serveur déconnecté
it: Server Disconnesso
nl: Server verbinding verbroken
no: Tjener frakoblet
pl: Brak połączenia z serwerem
pt_br: Servidor Desconectado
ro: Server deconectat
ru: Сервер отключен
sk: Server Odpojený
tr: Sunucu Bağlantısı Kesildi

# serverConnectivityConnected
source: Server Connected
cy: Gweinydd wedi'i Gysylltiedig
da: Server forbundet
de: Server verbunden
es: Servidor conectado
fr: Serveur connecté
it: Server Connesso
nl: Server verbonden
no: Tjener tilkoblet
pl: Połączono z serwerem
pt_br: Servidor Conectado
ro: Server conectat
ru: Сервер подключен
sk: Server Pripojený
tr: Sunucu Bağlandı

# serverInfo
source: Server Information
cy: Gwybodaeth Gweinydd
de: Server-Informationen
es: Información del servidor
fr: Informations sur le serveur
it: Informazioni sul server
nl: Server informatie
no: Tjenrinformasjon
pl: Informacje o serwerze
pt_br: Informação do Servidor
ro: Informații despre server
ru: Информация о сервере
sk: Informácie o Servery
tr: Sunucu Bilgileri

# invitationLabel
source: Invitation
cy: Gwahoddiad
de: Einladung
es: Invitación
it: Invito
nl: Uitnodiging
no: Invitasjon
pl: Zaproszenie
pt_br: Convite
ro: Invitație
ru: Приглашение
sk: Pozvánka
tr: Davet

source: Search...
cy: Chwilio...
da: Søg...
de: Suche...
es: Búsqueda...
fr: Recherche...
it: Ricerca...
nl: Zoeken...
no: Søker...
pl: Szukaj...
pt_br: Pesquisar...
ro: Căutare...
ru: Поиск...
sk: Vyhľadať...
tr: Ara...

source: Blocked
cy: Rhwystro
da: Blokeret
de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
nl: Geblokkeerd
no: Blokkert
pl: Zablokowany
pt_br: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Zablokované
tr: Engelli

# pasteAddressToAddContact
source: Paste a cwtch address, invitation or key bundle here to add a new conversation
cy: Gludwch gyfeiriad cwtch, gwahoddiad neu fwndel allweddol yma i ychwanegu sgwrs newydd
da: Indsæt en Cwtch adresse, invitation eller nøgle-par her for at oprette en ny samtale
de: Füge hier eine cwtch-Adresse, eine Einladung oder ein Schlüsselpaket ein, um eine neue Unterhaltung hinzuzufügen
es: Pega una dirección de Cwtch aquí para añadir contacto
fr: Collez une adresse cwtch, une invitation ou un ensemble de clés ici pour ajouter une nouvelle conversation
it: Incolla qui un indirizzo cwtch, un invito o un gruppo di chiavi per aggiungere una nuova conversazione
nl: Plak hier een cwtch adres, uitnodiging of sleutelbundel om een nieuw gesprek toe te voegen
no: Lim inn en cwtch adresse, invitasjon eller nøkkel for å starte en ny samtale
pl: Wklej adres Cwtch znajomego, zaproszenie do grupy albo pęk kluczy
pt_br: … cole um endereço aqui para adicionar um contato…
ro: Inserați aici o adresă, o invitație sau un pachet de chei pentru a adăuga o conversație nouă
ru: Вставьте адрес cwtch, приглашение или пакет ключей здесь, чтобы добавить их в контакты
sk: Paste a cwtch address, invitation or key bundle here to add a new conversation Vložte cwtch adresu, pozvánku alebo key bundle pre pridanie novej konverzácie
tr: Yeni konuşma eklemek için buraya bir cwtch adresi, davetiye veya anahtar paketi yapıştırın

# titlePlaceholder
source: title...
cy: teitl...
da: Titel...
de: Titel...
es: título...
fr: titre...
it: titolo...
nl: titel...
no: tittel...
pl: Tytuł...
pt_br: título…
ro: titlu...
ru: заговолок...
sk: názov...
tr: başlık...

# postNewBulletinLabel
source: Post new bulletin
cy: Postio bwletin newydd
da: Send nyt opslag
de: Neue Bekanntmachung veröffentlichen
es: Publicar nuevo boletín
fr: Envoyer un nouveau bulletin
it: Pubblica un nuovo bollettino
nl: Nieuw bulletin plaatsen
no: Send nytt oppslag
pl: Opublikuj nowy biuletyn
pt_br: Postar novo boletim
ro: Postați un buletin nou
ru: Опубликовать новый бюллетень
sk: Poslať nový bulletin
tr: Yeni bülten yayınla

# newBulletinLabel
source: New Bulletin
cy: Bwletin Newydd
da: Nyt opslag
de: Neue Bekanntmachung
es: Nuevo Boletín
fr: Nouveau bulletin
it: Nuovo Bollettino
nl: Nieuw bulletin
no: Nytt oppslag
pl: Nowy biuletyn
pt_br: Novo Boletim
ro: Buletin nou
ru: Новый бюллетень
sk: Nový Bulletin
tr: Yeni Bülten

source: Join group
cy: Ymunwch â'r grŵp
da: Tilslut til gruppe
de: Gruppe beitreten
es: Únete al grupo
fr: Rejoindre le groupe
it: Unisciti al gruppo
nl: Lid worden van groep
no: Bli med i gruppe
pl: Dołącz do grupy
pt_br: Entrar no grupo
ro: Alăturați-vă grupului
ru: Вступить в группу
sk: Pripojiť sa k skupine
tr: Gruba katıl

source: Create group
cy: Creu grŵp
da: Opret gruppe
de: Gruppe erstellen
es: Crear perfil
fr: Créer un groupe
it: Crea un gruppo
nl: Groep aanmaken
no: Opprett gruppe
pl: Utwórz grupę
pt_br: Criar grupo
ro: Creați un grup
ru: Создать группу
sk: Vytvoriť skupinu
tr: Grup oluştur

# addPeer
source: Add Contact
cy: Ychwanegu Cyswllt
da: Tilføj kontakt
de: Kontakt hinzufügen
es: Agregar Contacto
fr: Ajouter le contact
it: Aggiungi Contatto
nl: Contact toevoegen
no: Legg til kontakt
pl: Dodaj znajomego
pt_br: Adicionar Contato
ro: Adăugați un contact
ru: Добавить контакт
sk: Pridať Kontakt
tr: Kişi Ekle

# groupAddr
source: Address
cy: Cyfeiriad
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereços
ro: Adresa
ru: Адрес
sk: Adresa
tr: Adres

source: Invitation
cy: Gwahoddiad
de: Einladung
es: Invitación
it: Invito
nl: Uitnodiging
no: Invitasjon
pl: Zaproszenie
pt_br: Convite
ro: Invitație
ru: Приглашение
sk: Pozvánka
tr: Davet

# peerName
source: Name
cy: Enw
da: Navn
es: Nombre
fr: Nom
it: Nome
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
tr: İsim

# peerAddress
source: Address
cy: Cyfeiriad
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ro: Adresa
ru: Адрес
sk: Adresa
tr: Adres

# joinGroupTab
source: Join a group
cy: Ymunwch â grŵp
da: Deltage i gruppe
de: Einer Gruppe beitreten
es: Únete a un grupo
fr: Rejoindre un groupe
it: Unisciti a un gruppo
nl: Lid worden van een groep
no: Bli med i gruppe
pl: Dołącz do grupy
pt_br: Juntar-se a um grupo
ro: Alăturați-vă unui grup
ru: Присоединиться к группе
sk: Pripojiť sa k skupine
tr: Gruba katıl

# createGroupTab
source: Create a group
cy: Creu grŵp
da: Oprette en gruppe
de: Eine Gruppe erstellen
es: Crear un grupo
fr: Créer un groupe
it: Crea un gruppo
nl: Nieuwe groep
no: Oprrett gruppe
pl: Utwórz grupę
pt_br: Criar um grupo
ro: Creați un grup
ru: Создать группу
sk: Vytvoriť skupinu
tr: Grup oluştur

# addPeerTab
source: Add a contact
cy: Ychwanegu cyswllt
da: Tilføj en kontakt
de: Einen Kontakt hinzufügen
es: Agregar Contacto
fr: Ajouter un contact
it: Aggiungi un contatto
nl: Contact toevoegen
no: Legg til en kontakt
pl: Dodaj znajomego
pt_br: Adicionar um contato
ro: Adăugați un contact
ru: Добавить контакт
sk: Pridať kontakt
tr: Kişi ekle

# createGroupBtn
source: Create
cy: Creu
da: Opret
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Aanmaken
no: Opprett
pl: Utwórz
pt_br: Criar
ro: Creați
ru: Создать
sk: Vytvoriť
tr: Oluştur

# defaultGroupName
source: Awesome Group
cy: Grŵp Gwych
da: Fantastisk gruppe
de: Fantastische Gruppe
es: El Grupo Asombroso
fr: Un groupe génial
it: Gruppo Fantastico
nl: Geweldige groep
no: Fantastisk gruppe
pl: Nowa grupa
pt_br: Grupo incrível
ro: Grup minunat
ru: Замечательная группа
sk: Úžasná Skupina
tr: Muhteşem Grup

# createGroupTitle
source: Create Group
cy: Creu Grŵp
da: Opret gruppe
de: Gruppe erstellen
es: Crear un grupo
fr: Créer un groupe
it: Crea un Gruppo
nl: Groep aanmaken
no: Opprett gruppe
pl: Utwórz grupę
pt_br: Criar Grupo
ro: Creați un grup
ru: Создать группу
sk: Vytvoriť Skupinu
tr: Grup Oluştur

# profileEnabled
source: Enable
sk: Povoliť

# profileEnabledDescription
source: Start or stop the profile
sk: Spustiť alebo zastaviť profil

source: Tor Status
cy: Statws Tor
es: Estado de Tor
fr: Statut de Tor
it: Stato di Tor
pl: Status Tor
ro: Starea Tor
ru: Статус Tor
tr: Tor Durumu

# notificationPolicyOptIn
source: Opt In
cy: Optio i Mewn
da: Tilvalg
de: Annehmen
es: Optar por participar
fr: Optez Pour
it: A scelta
no: Meld inn
pl: Tylko dla wybranych konwersacji
pt_br: Optar por
ro: Permite
ru: Включить
tr: Mümkünse Al

# conversationNotificationPolicyOptIn
source: Opt In
cy: Optio i Mewn
da: Tilvalg
de: Annehmen
es: Optar por participar
fr: Optez Pour
it: Attiva
no: Meld inn
pl: Tak
pt_br: Optar por
ro: Permite
ru: Включить
tr: Mümkünse Al

# defaultProfileName
source: Alice
es: Alicia
pl: Nowy profil
ru: Алиса

# networkStatusOnline
source: Online
cy: Ar-lein
es: En línea
fr: En ligne
pl: Połączono
ru: В сети
tr: Çevrimiçi

# serverLabel
source: Server
cy: Gweinydd
es: Servidor
fr: Serveur
no: Tjener
pt_br: Servidor
ru: Сервер
tr: Sunucu

source: Server
cy: Gweinydd
es: Servidor
fr: Serveur
no: Tjener
pl: Serwer
pt_br: Servidor
ru: Сервер
tr: Sunucu

# chatBtn
source: Chat
cy: Sgwrsio
fr: Discuter
no: Samtale
ro: Conversație
ru: Чат
tr: Sohbet

# okButton
source: OK
nl: Oké
