Repository: linusdunkers/cwtch-ui
Catalog: lib/l10n/intl_*.arb
Languages: cy, da, de, es, fr, it, nl, no, pl, pt_br, ro, ru, sk, tr

# settingUIColumnOptionSame
source: Same as portrait mode setting
cy: Yr un peth â gosodiad modd portread
da: Den samme som portræt-indstilling
de: Identisch mit der Hochformat-Einstellung
es: Igual que la configuración vertical
fr: Même réglage que pour le mode portrait
it: Stessa impostazione della modalità verticale
nl: Zelfde als portret modus instelling
no: Samme som portrettmodus
pl: Tak samo jak w przypadku trybu wertykalnego
pt_br: O mesmo que a configuração do modo retrato
ro: La fel ca modul portret
ru: Как в портретном режиме
sk: Rovnaké ako nastavenie portrétového režimu
tr: Portre modu ayarı ile aynı

# settingUIColumnDouble14Ratio
source: Double (1:4)
cy: Dwbl (1:4)
da: Dobbelt (1:4)
de: Doppelt (1:4)
es: Doble (1:4)
it: Doppia (1:4)
nl: Dubbel (1:4)
no: Dobbel (1:4)
pl: Podwójny (1:4)
pt_br: Duplo (1:4)
ro: Dublu (1:4)
ru: Двойной (1:4)
sk: Dvojité (1:4)
tr: Çift (1:4)

# settingUIColumnDouble12Ratio
source: Double (1:2)
cy: Dwbl (1:2)
da: Dobbelt (1:2)
de: Doppelt (1:2)
es: Doble (1:2)
it: Doppia (1:2)
nl: Dubbel (1:2)
no: Dobbel (1:2)
pl: Podwójny (1:2)
pt_br: Duplo (1:2)
ro: Dublu (1:2)
ru: Двойной (1:2)
sk: Dvojité(1:2)
tr: Çift (1:2)

# settingUIColumnSingle
source: Single
cy: Sengl
da: Enkelt
de: Einzeln
es: Sencillo
fr: Simple
it: Singola
nl: Enkel
no: Enkel
pl: Pojedynczy
pt_br: Único
ro: Singur
ru: Один столбец
sk: Jeden
tr: Tek

# settingUIColumnLandscape
source: UI Columns in Landscape Mode
cy: Colofnau UI yn y Modd Tirwedd
da: UI Kolonner i landskabstilstand
de: UI-Spalten im Querformat
es: Columnas de la interfaz en modo horizontal
fr: Colonnes de l'interface utilisateur en mode paysage
it: Colonne dell'interfaccia utente in modalità orizzontale
nl: UI-kolommen in liggende modus
no: UI kolonner i landskapsmodus
pl: Kolumny interfejsu w trybie horyzontalnym
pt_br: Colunas da interface em Modo Paisagem
ro: Coloane UI în modul Peisaj
ru: Столбцы чатов в ландшафтном режиме
sk: UI Stĺpiky v Móde na Šírku
tr: UI Sütunları Yatay Modu

# settingUIColumnPortrait
source: UI Columns in Portrait Mode
cy: Colofnau UI yn y Modd Portread
da: UI Kolonner i portrættilstand
de: UI-Spalten im Hochformat
es: Columnas de la interfaz en modo vertical
fr: Colonnes de l'interface utilisateur en mode portrait
it: Colonne dell'interfaccia utente in modalità verticale
nl: UI-kolommen in portret modus
no: UI kolonner i portrettmodus
pl: Kolumny interfejsu w trybie wertykalnym
pt_br: Colunas da interface em Modo Retrato
ro: Coloane UI în modul Portret
ru: Столбцы чатов в портретном режиме
sk: UI Stĺpiky v Režime na Výšku
tr: UI Sütunları Portre Modu

# localePl
source: Polish / Polski
cy: Pwylaidd / Polski
da: Polsk / Polski
de: Polnisch / Polski
es: Polaco / Polski
fr: Polonais
it: Polacco / Polski
nl: Pools / Polski
no: Polsk
pl: Polski / Polski
ro: Poloneză
ru: Польский / Polski
sk: Polsky / Polski
tr: Lehçe / Polski

# tooltipRemoveThisQuotedMessage
source: Remove quoted message.
cy: Dileu'r neges a ddyfynnwyd.
da: Fjern citeret meddelelse.
de: Zitierte Nachricht entfernen.
es: Remover el mensaje citado
fr: Supprimer le message cité.
it: Rimuovi il messaggio citato.
nl: Verwijder geciteerd bericht.
no: Fjern sitert melding.
pl: Usuń cytowaną wiadomość.
pt_br: Remover mensagem mencionada
ro: Eliminați mesajul citat.
ru: Удалить цитируемое сообщение.
sk: Odstrániť citovanú správu
tr: Alıntılanan mesajı kaldır.

# tooltipReplyToThisMessage
source: Reply to this message
cy: Ymateb i'r neges hon
da: Besvar denne meddelelse
de: Auf diese Nachricht antworten
es: Responder a este mensaje
fr: Répondre à ce message
it: Rispondi a questo messaggio
nl: Reageer op dit bericht
no: Svar til denne meldingen
pl: Odpowiedz na tę wiadomość
pt_br: Responder esta mensagem
ro: Răspundeți la acest mesaj
ru: Ответить на это сообщение
sk: Odpovedať na túto správu
tr: Bu mesajı yanıtla

# tooltipRejectContactRequest
source: Reject this contact request
cy: Gwrthod y cais cyswllt hwn
da: Afvis denne kontaktforespørgsel
de: Diese Kontaktanfrage ablehnen
es: Rechazar esta solicitud de contacto
fr: Refuser cette demande de contact
it: Rifiuta questa richiesta di contatto
nl: Weiger dit contactverzoek
no: Avvis denne kontaktsforespørselen
pl: Odrzuć zaproszenie do znajomych
pt_br: Rejeitar pedido de contato
ro: Respingeți această cerere de contact
ru: Отклонить запрос в контакты.
sk: Odmietnuť túto žiadosť o kontakt
tr: Bağlantı isteğini reddet

# tooltipAcceptContactRequest
source: Accept this contact request.
cy: Derbyn y cais cyswllt hwn.
da: Acceptér denne kontaktforespørgsel.
de: Akzeptiere diese Kontaktanfrage.
es: Acepta esta solicitud de contacto.
fr: Acceptez cette demande de contact.
it: Accetta questa richiesta di contatto.
nl: Accepteer dit contactverzoek.
no: Tillat denne kontaktsforespørselen
pl: Akceptuj zaproszenie do znajomych
pt_br: Aceitar pedido de contato
ro: Acceptați această cerere de contact.
ru: Принять запрос в контакты.
sk: Príjmuť túto žiadosť o kontakt.
tr: Bağlantı isteğini kabul et

# notificationNewMessageFromGroup
source: New message in a group!
cy: Neges newydd mewn grŵp!
da: Ny besked i en gruppe!
de: Neue Nachricht in einer Gruppe!
es: ¡Nuevo mensaje en un grupo!
fr: Nouveau message dans un groupe !
it: Nuovo messaggio in un gruppo!
nl: Nieuw bericht in een groep!
no: Ny melding i en gruppe!
pl: Nowa wiadomość w grupie!
pt_br: Nova mensagem de um grupo!
ro: Mesaj nou într-un grup!
ru: Новое сообщение в группе!
sk: Nová správa v skupine!
tr: Yeni grup mesajı!

# notificationNewMessageFromPeer
source: New message from a contact!
cy: Neges newydd o gyswllt!
da: Ny besked fra en kontakt!
de: Neue Nachricht von einem Kontakt!
es: ¡Nuevo mensaje de un contacto!
fr: Nouveau message d'un contact !
it: Nuovo messaggio da un contatto!
nl: Nieuw bericht van een contact!
no: Ny melding fra en kontakt!
pl: Nowa wiadomość od znajomego!
pt_br: Nova mensagem de um contato!
ro: Mesaj nou de la un contact!
ru: Новое сообщение от контакта!
sk: Nová správa od kontaktu!
tr: Yeni mesaj!

# tooltipHidePassword
source: Hide Password
cy: Cuddio Cyfrinair
da: Skjul password
de: Passwort verbergen
es: Ocultar Contraseña
fr: Masquer le mot de passe
it: Nascondi la Password
nl: Verberg wachtwoord
no: Gjem passord
pl: Ukryj hasło
pt_br: Ocultar Senha
ro: Ascundeți parola
ru: Скрыть пароль
sk: Skryť Heslo
tr: Parolayı Gizle

# tooltipShowPassword
source: Show Password
cy: Dangos Cyfrinair
da: Vis password
de: Password anzeigen
es: Mostrar Contraseña
fr: Afficher le mot de passe
it: Mostra la Password
nl: Toon wachtwoord
no: Vis passord
pl: Pokaż hasło
pt_br: Mostrar Senha
ro: Afișați parola
ru: Показать пароль
sk: Zobraziť Heslo
tr: Parolayı Göster

# groupInviteSettingsWarning
source: You have been invited to join a group! Please enable the Group Chat Experiment in Settings to view this Invitation.
cy: Rydych chi wedi cael gwahoddiad i ymuno â grŵp! Galluogwch yr Arbrawf Sgwrsio Grŵp yn y Gosodiadau i weld y Gwahoddiad hwn.
da: Du er blevet inviteret indenfor i en gruppe! Vær venlig at aktivere Gruppe Chat eksperimentet is Indstillinger for at se denne invitation.
de: Sie wurden eingeladen, einer Gruppe beizutreten! Bitte aktiviere das Gruppenchat-Experiment in den Einstellungen, um diese Einladung anzuzeigen.
es: ¡Has recibido una invitación para unirte a un grupo! Por favor habilita el experimento de chat grupal en Configuración para ver esta invitación
fr: Vous avez été invité à rejoindre un groupe ! Veuillez activer l'expérience de discussion de groupe dans les paramètres pour afficher cette invitation.
it: Hai ricevuto l'invito ad unirti ad un gruppo! Abilita l'Esperimento di chat di gruppo in Impostazioni per visualizzare questo Invito.
nl: Je bent uitgenodigd om lid te worden van een groep! Schakel het Groepschat-experiment in Instellingen in om deze uitnodiging te bekijken.
no: Du har blitt invitert til en gruppe! Vennligst aktiver forsøket gruppesamtale for å se invitasjonen.
pl: Zaproszono Cię do grupy! Aby wyświetlić to zaproszenie, włącz Grupy (eksperymentalne) w Ustawieniach
pt_br: Você foi convidado a fazer parte de um grupo! Por favor, habilite a Experiência de Bate-papo em Grupo em Configurações para ver este convite.
ro: Ați fost invitat să vă alăturați unui grup! Vă rugăm să activați Experimentul de chat în grup din Setări pentru a vedea această invitație.
ru: Вас пригласили присоединиться к группе! Пожалуйста, включите экспериментальную функцию групповые чаты в Настройках, чтобы просмотреть это приглашение.
sk: Boli ste pozvaný do skupiny! Prosím povolte Experiment Skupinový Chat v Nastaveniach pre zobrazenie tejto Pozvánky.
tr: Gruba katılma daveti aldınız! Bu Daveti görüntülemek için lütfen Ayarlar'dan Grup Sohbeti Deneyini etkinleştirin.

# shutdownCwtchAction
source: Shutdown Cwtch
cy: Cau Cwtch
da: Lukke Cwtch
de: Cwtch herunterfahren
es: Cerrar Cwtch
fr: Arrêt de Cwtch
it: Chiudi Cwtch
nl: Cwtch afsluiten
no: Steng ned Cwtch
pl: Zamknij Cwtch
pt_br: Desligar Cwtch
ro: Opriți Cwtch
ru: Выключить Cwtch
sk: Vypnúť Cwtch
tr: Cwtch'u Kapat

# shutdownCwtchDialog
source: Are you sure you want to shutdown Cwtch? This will close all connections, and exit the application.
cy: Ydych chi'n siŵr eich bod am gau Cwtch? Bydd hyn yn cau pob cysylltiad, ac yn gadael y cais.
da: Er du sikker på at du vil lukke Cwtch. Dette vil lukke alle forbindelser og afslutte programmet.
de: Bist Du sicher, dass Du Cwtch herunterfahren möchtest? Damit werden alle Verbindungen geschlossen und die Anwendung beendet.
es: Confirma que quieres cerrar Cwtch. Esto cerrará todas las conexiones y cerrará la aplicación
fr: Êtes-vous sûr de vouloir arrêter Cwtch ? Ceci fermera toutes les connexions, et quittera l'application.
it: Confermi di voler chiudere Cwtch? Questo chiuderà tutte le connessioni e uscirà dall'applicazione.
nl: Weet je zeker dat je Cwtch wilt afsluiten? Alle verbindingen en de applicatie worden gesloten.
no: Er du sikker på at du ønsker å stenge ned Cwtch? Dette vil stenge alle koblinger og avslutte applikasjonen.
pl: Zamknąć Cwtch? Wszystkie połączenia zostaną zakończone, a aplikacja zostanie zamknięta.
pt_br: Você tem certeza que quer encerrar o Cwtch? Isto fechará todas as conexões, e sairá do aplicativo.
ro: Sigur doriți să opriți Cwtch? Se vor închide toate conexiunile și se va închide aplicația.
ru: Вы уверены, что хотите выключить Cwtch? Это приведет к закрытию всех подключений и выходу из приложения.
sk: Ste si istý že chcete vypnúť Cwtch? Všetky spojenia budú ukončené a aplikácia sa zatvory.
tr: Cwtch'i kapatmak istediğinize emin misiniz? Bu tüm bağlantıları kapatacak, ve uygulamadan çıkacaktır.

# shutdownCwtchDialogTitle
source: Shutdown Cwtch?
cy: Cau Cwtch?
da: Lukke Cwtch?
de: Cwtch herunterfahren?
es: ¿Cerrar Cwtch?
fr: Arrêter Cwtch ?
it: Chiudi Cwtch?
nl: Cwtch afsluiten?
no: Steng ned Cwtch?
pl: Zamknąć Cwtch?
pt_br: Desligar o Cwtch?
ro: Oprire Cwtch?
ru: Выключить Cwtch?
sk: Vypnúť Cwtch?
tr: Cwtch'u Kapat?

# shutdownCwtchTooltip
source: Shutdown Cwtch
cy: Cau Cwtch
da: Luk Cwtch
de: Cwtch herunterfahren
es: Cerrar Cwtch
fr: Arrêt de Cwtch
it: Chiudi Cwtch
nl: Cwtch afsluiten
no: Steng ned Cwtch
pl: Zamknij Cwtch
pt_br: Desligar o Cwtch
ro: Oprire Cwtch
ru: Выключить Cwtch
sk: Vypnúť Cwtch
tr: Cwtch'u Kapat

source: Malformed message
cy: Neges wedi'i chamffurfio
da: Forkert formateret meddelelse
de: Fehlerhafte Nachricht
es: Mensaje mal formado
fr: Message mal formé
it: Messaggio non valido
nl: Misvormd bericht
no: Ugyldig melding
pl: Wiadomość uszkodzona
pt_br: Mensagem malformada
ro: Mesaj incorect
ru: Некорректное сообщение
sk: Poškodená správa
tr: Hatalı biçimlendirilmiş mesaj

# profileDeleteSuccess
source: Successfully deleted profile
cy: Proffil wedi'i ddileu yn llwyddiannus
da: Slettede profil
de: Profil erfolgreich gelöscht
es: Perfil eliminado correctamente
fr: Le profil a été supprimé avec succès
it: Profilo eliminato con successo
nl: Profiel succesvol verwijderd
no: Profil slettet
pl: Profil został usunięty
pt_br: Perfil deletado com sucesso
ro: Profil a fost șters cu succes
ru: Профиль успешно удален
sk: Profil bol úspešne vymazaný
tr: Profil başarıyla silindi

# debugLog
source: Turn on console debug logging
cy: Trowch logio dadfygio consol ymlaen
da: Tændt for debug logging til konsol
de: Aktivieren der Konsolendebugprotokollierung
es: Activar el registro de depuración de la consola
fr: Activer le journal de la console de débogage
it: Attiva la registrazione del debug della console
nl: Zet console debug logging aan
no: Skru på debuglogging i konsoll
pl: Włącz zapisywanie logów konsoli
pt_br: Ative o console de depuração de logs
ro: Activați jurnalizarea de depanare a consolei
ru: Влючить отладку через консоль
sk: Zapnúť console debug logging
tr: Konsol hata ayıklama kaydını başlat

source: Tor network status
cy: Statws rhwydwaith Tor
da: Tor netwærk status
de: Tor Netzwerkstatus
es: Status de la red Tor
fr: Statut du réseau Tor
it: Stato della rete Tor
nl: Tor netwerk status
no: Tor nettverksstatus
pl: Status sieci Tor
pt_br: Status da rede Tor
ro: Starea rețelei Tor
ru: Статус сети Tor
sk: Status siete Tor
tr: Tor ağ durumu

# addContactFirst
source: Add or pick a contact to begin chatting.
cy: Ychwanegu neu ddewis sgwrs i ddechrau sgwrsio.
da: Tilføj eller vælg en kontakt for at begynde at chatte.
de: Füge einen Kontakt hinzu oder wähle einen aus, um den Chat zu beginnen.
es: Agrega o elige un contacto para empezar a chatear
fr: Ajoutez ou choisissez un contact pour commencer à discuter.
it: Aggiungi o scegli un contatto per iniziare a chattare.
nl: Voeg een contact toe of kies een contact om te beginnen met chatten.
no: Legg til eller velg en kontakt for å starte en samtale..
pl: Wybierz lub dodaj znajomego aby rozpocząć konwersację.
pt_br: Adicione ou escolha um contato para começar a conversar.
ro: Adăugați sau alegeți un contact pentru a începe să discutați.
ru: Добавьте или выберите контакт, чтобы начать чат.
sk: Pridaje alebo vyberte kontakt pre začatie chatu.
tr: Sohbete başlamak için bir kişi ekleyin veya seçin.

# createProfileToBegin
source: Please create or unlock a profile to begin
cy: Creu neu ddatgloi proffil i ddechrau
da: Vær venlig at oprette eller åbne en profile for at begynde
de: Bitte erstelle oder entsperre ein Profil, um zu beginnen
es: Por favor crea o desbloquea un perfil para empezar
fr: Veuillez créer ou déverrouiller un profil pour commencer
it: Crea o sblocca un profilo per iniziare
nl: Maak of ontgrendel een profiel om te beginnen
no: Vennligst opprett eller lås opp en profil for å begynne
pl: Utwórz albo odblokuj profil aby rozpocząć
pt_br: Por favor, crie ou desbloqueie um perfil para começar
ro: Creați sau deblocați un profil pentru a începe
ru: Пожалуйста, создайте или импортируйте профиль, чтобы начать
sk: Prosím vytvorte alebo odomknite profil
tr: Başlamak için bir profil oluşturun veya kilidini açın

# nickChangeSuccess
source: Profile nickname changed successfully
cy: Newidiwyd llysenw proffil yn llwyddiannus
da: Ændrede delt profil-navn
de: Profilename erfolgreich geändert
es: El apodo del perfil se ha cambiado correctamente
fr: Le pseudo du profil a été modifié avec succès
it: Nickname del profilo modificato con successo
nl: Profielnaam succesvol gewijzigd
no: Profilnavn endret
pl: Nazwa profilu została zmieniona
pt_br: Nome do perfil alterado com sucesso
ro: Porecla profilului a fost schimbată cu succes
ru: Имя профиля успешно изменено
sk: Meno profilu úspešne zmenené
tr: Profil kullanıcı adı başarıyla değiştirildi

# addServerFirst
source: You need to add a server before you can create a group
cy: Mae angen i chi ychwanegu gweinydd cyn y gallwch greu grŵp
da: Du skal tilføje en server før du kan lave en gruppe
de: Du musst einen Server hinzufügen, bevor du eine Gruppe erstellen kannst
es: Necesitas agregar un servidor antes de crear un grupo
fr: Vous devez ajouter un serveur avant de pouvoir créer un groupe.
it: È necessario aggiungere un server prima di poter creare un gruppo
nl: Je moet een server toevoegen voordat je een groep kunt aanmaken
no: Du må legge til en tjener før du kan opprette en gruppe
pl: Musisz dodać serwer, aby utworzyć grupę
pt_br: Você precisa adicionar um servidor antes de poder criar um grupo
ro: Trebuie să adăugați un server înainte de a putea crea un grup
ru: Перед созданием группы, необходимо создать сервер
sk: Musíte pridať server pred tým ako môžete vytvoriť skupinu
tr: Grup oluşturmadan önce sunucu eklemeniz gerekir

# deleteProfileSuccess
source: Successfully deleted profile
cy: Proffil wedi'i ddileu yn llwyddiannus
da: Slettede profil
de: Erfolgreich Profil gelöscht
es: Perfil eliminado correctamente
fr: Le profil a été supprimé avec succès
it: Profilo eliminato con successo
nl: Profiel succesvol verwijderd
no: Profil slettet
pl: Profil został usunięty
pt_br: Perfil deletado com sucesso!
ro: Profil a fost șters cu succes
ru: Профиль успешно удален
sk: Profil úspešne vymazaný
tr: Profil başarıyla silindi

# sendInvite
source: Send a contact or group invite
cy: Anfonwch gyswllt neu wahoddiad grŵp
da: Send en gruppe- eller kontakt-invitation
de: Sende eine Kontakt- oder Gruppeneinladung
es: Enviar una invitación de contacto o grupo
fr: Envoyer une invitation à un contact ou à un groupe
it: Invia un invito a un contatto o a un gruppo
nl: Een contact- of groepsuitnodiging verzenden
no: Send kontakt- eller gruppeinvitasjon
pl: Wyślij zaproszenie do znajomych albo do grupy
pt_br: Mandar um contato ou convite de grupo
ro: Trimiteți o invitație de contact sau de grup
ru: Отправить контакт или приглашение в группу
sk: Poslať kontakt alebo skupinovú pozvánku
tr: Kişi veya grup daveti gönderme

source: Send Message
cy: Anfon Neges
da: Send meddelelse
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyer un message
it: Invia Messaggio
nl: Bericht versturen
no: Send melding
pl: Wyślij wiadomość
pt_br: Mandar mensagem
ro: Trimiteți un mesaj
ru: Отправить сообщение
sk: Poslať Správu
tr: Mesaj Gönder

source: Cancel
cy: Canslo
da: Afvis
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
tr: İptal

# resetTor
source: Reset
cy: Ailosod
da: Genstart
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Resettare
nl: Resetten
no: Resett
pt_br: Resetar
ro: Resetare
ru: Сброс
sk: Resetovať
tr: Sıfırla

source: Tor Version
cy: Fersiwn Tor
es: Versión de Tor
fr: Version de Tor
it: Versione di Tor
nl: Tor versie
no: Tor versjon
pl: Wersja Tor
pt_br: Versão do Tor
ro: Versiunea Tor
ru: Версия Tor
sk: Tor Verzia
tr: Tor Sürümü

# sendAnInvitation
source: You sent an invitation for:
cy: Rydych wedi anfon gwahoddiad ar gyfer:
da: Du har sendt en invitation om:
de: Du hast eine Einladung geschickt für:
es: Enviaste una invitación para:
fr: Vous avez envoyé une invitation pour :
it: Hai inviato un invito per:
nl: Je hebt een uitnodiging gestuurd voor:
no: Du sendte en invitasjon til:
pt_br: Você enviou um convite para:
ro: Ați trimis o invitație pentru:
ru: Вы отправили приглашение для:
sk: Poslali ste pozvánku k:
tr: Bir davetiye gönderdiniz:

# contactSuggestion
source: This is a contact suggestion for:
cy: Dyma awgrym cyswllt ar gyfer:
da: Dette er et kontaktforslag for:
de: Dies ist ein Kontaktvorschlag für:
es: Esta es una sugerencia de contacto para:
fr: Il s'agit d'une suggestion de contact pour :
it: Questo è un suggerimento di contatto per:
nl: Dit is een contactsuggestie voor:
no: Dette er et kontaktsforslag for:
pt_br: Esta é uma sugestão de contato para:
ro: Aceasta este o sugestie de contact pentru:
ru: Вам предложили этот контакт:
sk: Toto je návrh kontantu pre:
tr: İletişim önerileri:

source: Rejected!
cy: Gwrthodwyd!
da: Afvist!
de: Abgelehnt!
es: ¡Rechazado!
fr: Rejeté !
it: Rifiutato!
nl: Geweigerd!
no: Avvist!
pl: Odrzucono!
pt_br: Rejeitado!
ro: Respins!
ru: Отклонить!
sk: Zamietnuté!
tr: Reddedildi!

source: Accepted!
cy: Derbyniwyd!
da: Accepteret!
de: Angenommen!
es: ¡Aceptado!
fr: Accepté !
it: Accettato!
nl: Geaccepteerd!
no: Akseptert!
pl: Zaakceptowano!
pt_br: Aceito!
ro: Admis!
ru: Принять!
sk: Akceptované!
tr: Kabul edildi!

# chatHistoryDefault
source: This conversation will be deleted when Cwtch is closed! Message history can be enabled per-conversation via the Settings menu in the upper right.
cy: Bydd y sgwrs hon yn cael ei dileu pan fydd Cwtch ar gau! Gellir galluogi hanes y neges fesul sgwrs drwy'r ddewislen Gosodiadau ar y dde uchaf.
da: Denne samtale vil blive slettet når Cwtch lukkes! Meddelelseshistorik kan aktiveres per samtale via Indstillinger-menuen i øverste højre hjørne.
de: Diese Konversation wird gelöscht, wenn Cwtch geschlossen wird! Der Nachrichtenverlauf kann für jedes Gespräch über das Menü Einstellungen oben rechts aktiviert werden.
es: Esta conversación será eliminada cuando se cierre Cwtch! El historial de mensajes puede habilitarse en cada conversación usando el menú de Configuración en la parte superior derecha.
fr: Cette conversation sera supprimée lorsque Cwtch sera fermé ! L'historique des messages peut être activé pour la conversation via le menu Paramètres en haut à droite.
it: Questa conversazione sarà cancellata quando Cwtch sarà chiuso! La cronologia dei messaggi può essere abilitata per ogni conversazione tramite il menu Impostazioni in alto a destra.
nl: Dit gesprek wordt verwijderd wanneer Cwtch wordt gesloten! Berichtgeschiedenis kan per gesprek worden ingeschakeld via het menu Instellingen rechtsboven.
no: Denne samtalen vil bli slettet når Cwtch er avsluttet! Meldingshistorikk kan bli aktivert per samtale under menyen for instiller oppe til høyre.
pl: Ta konwersacja zostanie usunięta gdy zamkniesz Cwtch! Możesz włączyć zapisywanie wiadomości dla każdej konwersacji osobno w menu w prawym górnym rogu.
pt_br: Esta conversa será excluída quando o Cwtch for encerrado! O histórico de mensagens pode ser habilitado por conversa através do menu Configurações, no canto superior direito.
ro: Această conversație va fi ștearsă când aplicația Cwtch va fi închisă! Istoricul mesajelor poate fi activat pentru fiecare conversație în parte prin intermediul meniului Setări din dreapta sus.
ru: Этот чат будет удален после закрытия Cwtch! Историю сообщений можно включить для каждого чата отдельно через меню настроек в правом верхнем углу..
sk: Táto konverzácia bude vymazaná po zavretí Cwtch! História správ môže byť povolená pre každý kontakt zvlášť v menu Nastavení v pravom hornom rohu.
tr: Cwtch kapatıldığında bu konuşma silinecek! Mesaj geçmişi farklı sohbetler için sağ üstteki Ayarlar menüsünden etkinleştirilebilir.

source: New Password
cy: Cyfrinair Newydd
da: Nyt Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord
no: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
ro: Parolă nouă
ru: Новый пароль
sk: Nové Heslo
tr: Yeni Parola

# yesLeave
source: Yes, Leave This Conversation
cy: Ydw, Gadael Y Sgwrs Hon
da: Ja, forlad denne samtale
de: Ja, diese Konversation verlassen
es: Si, Salir de Esta Conversación
fr: Oui, quittez cette conversation
it: Sì, lascia questa conversazione
nl: Ja, verlaat dit gesprek
no: Ja, forlat denne samtalen
pl: Opuść
pt_br: Sim, deixa esta conversa
ro: Da, părăsește această conversație
ru: Удалить
sk: Áno, Opustiť Túto Konverzáciu
tr: Evet, Sohbetten Ayrıl
